// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ enviou uma mensagem";
"MESSAGE_PHOTO" = "%1$@ te enviou uma foto";
"MESSAGE_VIDEO" = "%1$@ enviou um vídeo";
"MESSAGE_CONTACT" = "%1$@ compartilhou um contato";
"MESSAGE_GEO" = "%1$@ enviou uma localização";
"MESSAGE_DOC" = "%1$@ lhe enviou um arquivo";
"MESSAGE_AUDIO" = "%1$@ enviou uma mensagem de voz";
"MESSAGE_GIF" = "%1$@ enviou um GIF";
"ENCRYPTED_MESSAGE" = "Você tem uma nova mensagem%1$@";
"LOCKED_MESSAGE" = "Você tem uma nova mensagem%1$@";
"ENCRYPTION_REQUEST" = "Nova criptografia solicitada%1$@";
"ENCRYPTION_ACCEPT" = "Pedido de criptografia aceito%1$@";
"DC_UPDATE" = "Abra essa notificação para atualizar as configurações";

"CHAT_JOINED" = "%1$@ entrou no grupo %2$@";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%1$@ enviou uma mensagem para o grupo %2$@";
"CHAT_MESSAGE_PHOTO" = "%1$@ enviou uma foto para o grupo %2$@";
"CHAT_MESSAGE_VIDEO" = "%1$@ enviou um vídeo para o grupo %2$@";
"CHAT_MESSAGE_CONTACT" = "%1$@ compartilhou um contato no grupo %2$@";
"CHAT_MESSAGE_GEO" = "%1$@ enviou uma localização para o grupo %2$@";
"CHAT_MESSAGE_DOC" = "%1$@ enviou um arquivo para o grupo %2$@";
"CHAT_MESSAGE_AUDIO" = "%1$@ enviou uma mensagem de voz para o grupo %2$@";
"CHAT_MESSAGE_GIF" = "%1$@ enviou um GIF para o grupo %2$@";
"CHAT_CREATED" = "%1$@ convidou você para o grupo %2$@";
"CHAT_TITLE_EDITED" = "%1$@ alterou o nome do grupo %2$@";
"CHAT_PHOTO_EDITED" = "%1$@ alterou a foto do grupo %2$@";
"CHAT_ADD_MEMBER" = "%1$@ convidou %3$@ para o grupo %2$@";
"CHAT_ADD_YOU" = "%1$@ convidou você para o grupo %2$@";
"CHAT_DELETE_YOU" = "%1$@ removeu você do grupo %2$@";
"CHAT_DELETE_MEMBER" = "%1$@ removeu %3$@ do grupo %2$@";
"CHAT_LEFT" = "%1$@ saiu do grupo %2$@";
"CHAT_RETURNED" = "%1$@ voltou para o grupo %2$@";

"MESSAGE_STICKER" = "%1$@ lhe enviou um sticker";
"CHAT_MESSAGE_STICKER" = "%1$@ enviou um sticker ao grupo %2$@";

"CONTACT_JOINED" = "%1$@ entrou para o GetGems!";
"CONTACT_ACTIVATED" = "%1$@ ajudou a ativar sua conta!";

"AUTH_UNKNOWN" = "Logou de um novo dispositivo %1$@";
"AUTH_REGION" = "Logou de um novo dispositivo %1$@, local: %2$@";

"MESSAGE_FWDS" = "%1$@ encaminhou para você %2$@ mensagens";
"CHAT_MESSAGE_FWDS" = "%1$@ encaminhou %3$@ mensagens para o grupo %2$@";

"CHANNEL_MESSAGE_TEXT" = "%1$@: %2$@";
"CHANNEL_MESSAGE_NOTEXT" = "%1$@ postou uma mensagem";
"CHANNEL_MESSAGE_PHOTO" = "%1$@ postou uma foto";
"CHANNEL_MESSAGE_VIDEO" = "%1$@ postou um vídeo";
"CHANNEL_MESSAGE_DOC" = "%1$@ postou um documento";
"CHANNEL_MESSAGE_STICKER" = "%1$@ postou um sticker";
"CHANNEL_MESSAGE_AUDIO" = "%1$@ postou uma mensagem de voz";
"CHANNEL_MESSAGE_CONTACT" = "%1$@ postou um contato";
"CHANNEL_MESSAGE_GEO" = "%1$@ postou um mapa";
"CHANNEL_MESSAGE_FWDS" = "%1$@ postou %2$@ mensagens encaminhadas";
"CHANNEL_MESSAGE_GIF" = "%1$@ postou um GIF";

// Common
"Common.OK" = "OK";
"Common.Cancel" = "Cancelar";
"Common.Edit" = "Editar";
"Common.edit" = "editar";
"Common.Done" = "Pronto";
"Common.Next" = "Próximo";
"Common.Delete" = "Apagar";
"Common.Create" = "Criar";
"Common.Back" = "Voltar";
"Common.Close" = "Fechar";
"Common.Yes" = "Sim";
"Common.No" = "Não";
"Common.TakePhotoOrVideo" = "Tirar Foto ou Vídeo";
"Common.TakePhoto" = "Tirar Foto";
"Common.ChoosePhoto" = "Escolher Foto";
"Common.ChooseVideo" = "Escolher Vídeo";
"Common.of" = "de";
"Common.Search" = "Busca";
"Common.More" = "Mais";
"Common.Select" = "Selecionar";

// State
"State.connecting" = "conectando";
"State.updating" = "atualizando";
"State.Connecting" = "Conectando...";
"State.Updating" = "Atualizando...";
"State.WaitingForNetwork" = "Aguardando rede";

// Presence
"Presence.online" = "online";
"Presence.offline" = "offline";
"Presence.invisible" = "invisível";

// Date
"Month.GenJanuary" = "janeiro";
"Month.GenFebruary" = "fevereiro";
"Month.GenMarch" = "março";
"Month.GenApril" = "abril";
"Month.GenMay" = "maio";
"Month.GenJune" = "junho";
"Month.GenJuly" = "julho";
"Month.GenAugust" = "agosto";
"Month.GenSeptember" = "setembro";
"Month.GenOctober" = "outubro";
"Month.GenNovember" = "novembro";
"Month.GenDecember" = "dezembro";
"Month.ShortJanuary" = "Jan";
"Month.ShortFebruary" = "Fev";
"Month.ShortMarch" = "Mar";
"Month.ShortApril" = "Abr";
"Month.ShortMay" = "Mai";
"Month.ShortJune" = "Jun";
"Month.ShortJuly" = "Jul";
"Month.ShortAugust" = "Ago";
"Month.ShortSeptember" = "Set";
"Month.ShortOctober" = "Out";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dez";
"Weekday.ShortMonday" = "Seg";
"Weekday.ShortTuesday" = "Ter";
"Weekday.ShortWednesday" = "Qua";
"Weekday.ShortThursday" = "Qui";
"Weekday.ShortFriday" = "Sex";
"Weekday.ShortSaturday" = "Sáb";
"Weekday.ShortSunday" = "Dom";
"Weekday.Monday" = "Segunda";
"Weekday.Tuesday" = "Terça";
"Weekday.Wednesday" = "Quarta";
"Weekday.Thursday" = "Quinta";
"Weekday.Friday" = "Sexta";
"Weekday.Saturday" = "Sábado";
"Weekday.Sunday" = "Domingo";

"Time.TodayAt" = "hoje às %@";
"Time.YesterdayAt" = "ontem às %@";

"LastSeen.JustNow" = "visto agora mesmo";
"LastSeen.MinutesAgo_1" = "visto há 1 minuto"; //one
"LastSeen.MinutesAgo_2" = "visto há 2 minutos"; //two
"LastSeen.MinutesAgo_3_10" = "visto há %@ minutos"; //three to ten
"LastSeen.MinutesAgo_any" = "visto há %@ minutos"; // more than ten
"LastSeen.HoursAgo_1" = "visto há 1 hora";
"LastSeen.HoursAgo_2" = "visto há 2 horas";
"LastSeen.HoursAgo_3_10" = "visto há %@ horas";
"LastSeen.HoursAgo_any" = "visto há %@ horas";
"LastSeen.TodayAt" = "visto hoje às %@";
"LastSeen.YesterdayAt" = "visto ontem às %@";
"LastSeen.AtWeekday" = "última visualização %@";
"LastSeen.AtDate" = "última visualização %@";
"LastSeen.Lately" = "visto recentemente";
"LastSeen.WithinAWeek" = "visto na última semana";
"LastSeen.WithinAMonth" = "visto no último mês";
"LastSeen.ALongTimeAgo" = "visto há muito tempo";

"Date.DialogDateFormat" = "{day} de {month}";

// Tour
"Tour.Title1" = "GetGems";
"Tour.Text1" = "O Mais **rápido** aplicativo de mensagens do mundo. \nÉ **grátis** e **seguro. **";

"Tour.Title2" = "Rápido";
"Tour.Text2" = "**GetGems** entrega mensagens\nmais rápido que qualquer outro aplicativo";

"Tour.Title3" = "Poderoso";
"Tour.Text3" = "**GetGems** não tem limites\npara suas conversas e mídias";

"Tour.Title4" = "Seguro";
"Tour.Text4" = "**GetGems** mantém suas mensagens\nseguras contra ataques de hackers";

"Tour.Title5" = "Baseado na nuvem";
"Tour.Text5" = "**GetGems** permite acessar suas\nmensagens de vários dispositivos";

"Tour.Title6" = "Grátis";
"Tour.Text6" = "**GetGems** é grátis para sempre.\nSem anúncios. Sem taxas.";

"Tour.Title7" = "Privado";
"Tour.Text7" = "As mensagens do **GetGems**  são fortemente criptográfadas e podem se autodestruir.";

"Tour.StartButton" = "Comece Agora";

// Login
"Login.PhoneAndCountryHelp" = "Por favor, digite o código do seu país e o número do seu telefone.";
"Login.CodeHelp" = "Mandamos um código via SMS para o número \n%@";
"Login.CodeSentInternal" = "Por favor, digite o código que você acabou de receber em seu **GetGems**";
"Login.HaveNotReceivedCodeInternal" = "Não recebeu o código?";
"Login.CodeSentSms" = "Enviamos um SMS com o código";
"Login.Code" = "Código";
"Login.CallRequestState1" = "GetGems irá telefonar em %d:%.2d";
"Login.CallRequestState2" = "Solicitando uma ligação do GetGems...";
"Login.CallRequestState3" = "GetGems discou seu número\n[Não recebeu o código?]";
"Login.EmailNotConfiguredError" = "Por favor registre uma conta de e-mail.";
"Login.EmailCodeSubject" = "%@, não há código";
"Login.EmailCodeBody" = "Meu número de telefone é:\n%@\nNão consegui o código de ativação para o GetGems.";
"Login.UnknownError" = "Ocorreu um erro. Por favor tente novamente mais tarde";
"Login.InvalidCodeError" = "Você informou um código inválido. Por favor tente novamente.";
"Login.NetworkError" = "Verifique sua conexão com a internet e tente novamente";
"Login.CodeExpiredError" = "O código expirou. Por favor tente novamente.";
"Login.CodeFloodError" = "Limite excedido. Por favor tente novamente mais tarde.";
"Login.InvalidPhoneError" = "Número do telefone inválido. Por favor tente novamente.";
"Login.InvalidFirstNameError" = "Nome inválido. Por favor tente novamente.";
"Login.InvalidLastNameError" = "Sobrenome inválido. Por favor tente novamente.";
"Login.InactiveHelp" = "Nenhum de seus contatos\nusa o GetGems ainda.\nNós avisaremos quando eles se juntarem.\nVocê também pode convidar um amigo agora mesmo.";
"Login.InviteButton" = "Convide um amigo para uma Conversa";

"Login.PhoneTitle" = "Seu telefone";
"Login.PhonePlaceholder" = "Seu número";
"Login.CountryCode" = "Código do país";
"Login.InvalidCountryCode" = "Código do país inválido";

"Login.CodeTitle" = "Seu código";

"Login.InfoTitle" = "Suas informações";
"Login.InfoAvatarAdd" = "adicionar";
"Login.InfoAvatarPhoto" = "foto";
"Login.InfoFirstNamePlaceholder" = "Primeiro nome";
"Login.InfoLastNamePlaceholder" = "Sobrenome";
"Login.InfoUpdatePhoto" = "Atualizar Foto";
"Login.InfoDeletePhoto" = "Apagar Foto";
"Login.InfoHelp" = "Digite seu nome e adicione uma foto.";

// Login.SelectCountry
"Login.SelectCountry.Title" = "País";

// Welcome Screen
"WelcomeScreen.Title" = "Começar";
"WelcomeScreen.Logout" = "Sair";
"WelcomeScreen.Greeting" = "Bem-vindo, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "Desculpe, impossível sincronizar contatos.";
"WelcomeScreen.ContactsAccessHelp" = "O mensageiro GetGems é baseado em sua lista de contatos. Por favor, vá para os Ajustes de %@ — Privacidade — Contatos e defina GetGems como Ativado.";
"WelcomeScreen.ContactsAccessSettings" = "Configurações";
"WelcomeScreen.UpdatingTitle" = "Atualizando";

// Dialog List
"DialogList.TabTitle" = "Chats";
"DialogList.Title" = "Chats";
"DialogList.SearchLabel" = "Mensagens ou usuários";
"DialogList.SelectContact" = "Selecionar Contato";
"DialogList.SelectContacts" = "Selecionar Contatos";
"DialogList.Create" = "Criar";
"DialogList.NoMessagesTitle" = "Você ainda não tem conversas";
"DialogList.NoMessagesText" = "Comece a conversar pressionando o botão lápis no canto superior direito ou vá para a seção 'Contatos'.";
"DialogList.SingleTypingSuffix" = "%@ está escrevendo";
"DialogList.SingleRecordingAudioSuffix" = "%@ está gravando um áudio";
"DialogList.SingleUploadingPhotoSuffix" = "%@ está enviando uma foto";
"DialogList.SingleUploadingVideoSuffix" = "%@ está enviando um vídeo";
"DialogList.SingleUploadingFileSuffix" = "%@ está enviando um arquivo";
"DialogList.MultipleTypingSuffix" = "%d estão escrevendo";
"DialogList.Typing" = "escrevendo";
"DialogList.ClearHistoryConfirmation" = "Limpar Histórico";
"DialogList.DeleteConversationConfirmation" = "Apagar e Sair";
"DialogList.AwaitingEncryption" = "Esperando %@ se conectar...";
"DialogList.EncryptionRejected" = "Chat secreto cancelado";
"DialogList.EncryptionProcessing" = "Trocando chaves criptográficas...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ entrou no chat secreto";
"DialogList.EncryptedChatStartedIncoming" = "%@ criou um chat secreto";
"DialogList.Conversations" = "Conversas";
"DialogList.Messages" = "Mensagens";

// Compose
"Compose.TokenListPlaceholder" = "Para quem você gostaria de enviar?";
"Compose.NewMessage" = "Nova mensagem";
"Compose.NewGroup" = "Novo grupo";
"Compose.NewEncryptedChat" = "Novo Chat Secreto";
"Compose.NewBroadcast" = "Lista de Transmissão";
"Compose.NewBroadcastButton" = "Nova Transmissão";
"Compose.Recipients" = "Destinatários";
"Compose.Create" = "Criar";

// Contacts
"Contacts.TabTitle" = "Contatos";
"Contacts.Title" = "Contatos";
"Contacts.Invite" = "Convidar";
"Contacts.contact" = "contato";
"Contacts.contacts" = "contatos";
"Contacts.contactsvar" = "contatos";
"Contacts.InvitationText" = "Ei, vamos mudar para o GetGems http://GetGems.org/dl";
"Contacts.FailedToSendInvitesMessage" = "Ocorreu um erro.";
"Contacts.AccessDeniedError" = "O GetGems não tem acesso a seus contatos.";
"Contacts.AccessDeniedHelpLandscape" = "Por favor, vá para %@ Ajustes — Privacidade — Contatos.\nEm seguida, selecione ON para GetGems.";
"Contacts.AccessDeniedHelpPortrait" = "Por favor, vá para %@ Ajustes — Privacidade — Contatos. Em seguida, selecione ON para GetGems.";
"Contacts.AccessDeniedHelpON" = "ATIVADO";
"Contacts.InviteToGetGems" = "Convidar para o GetGems";
"Contacts.InviteFriends" = "Convidar";
"Contacts.SelectAll" = "Selecionar Todos";

// Conversation
"Conversation.InputTextPlaceholder" = "Mensagem";
"Conversation.Send" = "Enviar";
"Conversation.typing" = "escrevendo";
"Conversation.MessageDeliveryFailed" = "A sua mensagem não foi enviada. Toque em \"Reenviar\" para enviar esta mensagem.";
"Conversation.MessageDialogEdit" = "Editar";
"Conversation.MessageDialogRetry" = "Reenviar";
"Conversation.MessageDialogRetryAll" = "Reenviar %1$d mensagens";
"Conversation.MessageDialogDelete" = "Apagar";
"Conversation.LinkDialogOpen" = "Abrir";
"Conversation.LinkDialogCopy" = "Copiar";
"Conversation.EditDelete" = "Apagar";
"Conversation.EditForward" = "Encaminhar";
"Conversation.ForwardToPersonFormat" = "Encaminhar para %@?";
"Conversation.ForwardToGroupFormat" = "Encaminhar para %@?";
"Conversation.ForwardTitle" = "Encaminhar";
"Conversation.ForwardChats" = "Chats";
"Conversation.ForwardContacts" = "Contatos";
"Conversation.StatusKickedFromGroup" = "você foi removido do grupo";
"Conversation.StatusLeftGroup" = "você saiu do grupo";
"Conversation.StatusTyping" = "escrevendo";
"Conversation.BroadcastTitle" = "Transmissão";
"Conversation.Call" = "Ligar";
"Conversation.Mute" = "Silenciar";
"Conversation.Unmute" = "Ativar Som";
"Conversation.Edit" = "Editar";
"Conversation.Info" = "Informações";
"Conversation.Search" = "Buscar";
"Conversation.Block" = "Bloquear";
"Conversation.Unblock" = "Desbloquear";
"Conversation.ClearAll" = "Apagar Todas";
"Conversation.Location" = "Localização";
"Conversation.Document" = "Enviar Arquivo";
"Conversation.Contact" = "Contato";
"Conversation.BlockUser" = "Bloquear Usuário";
"Conversation.UnblockUser" = "Desbloquear usuário";
"Conversation.DeleteGroup" = "Apagar este Grupo";
"Conversation.DeleteChat" = "Apagar esta Conversa";
"Conversation.ClearAllConfirmation" = "Apagar todas as mensagens?";
"Conversation.SearchImages" = "Pesquisar Imagens";
"Conversation.UnsupportedMedia" = "Esta mensagem não é compatível com a sua versão do GetGems. Atualize o aplicativo para visualizar:\nhttp://GetGems.org/update";
"Conversation.EncryptionWaiting" = "Esperando %@ se conectar...";
"Conversation.EncryptionProcessing" = "Trocando chaves criptográficas";
"Conversation.SupportPlaceholder" = "Tem alguma dúvida sobre o GetGems?";
"Conversation.EmptyPlaceholder" = "Nenhuma mensagem...";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ convidou você para um chat secreto.";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "Você convidou %@ para um chat secreto.";
"Conversation.EncryptedDescriptionTitle" = "Diferenças dos Chats Secretos:";
"Conversation.EncryptedDescription1" = "Criptografia de ponta-a-ponta";
"Conversation.EncryptedDescription2" = "Sem rastros nos servidores";
"Conversation.EncryptedDescription3" = "Timer de autodestruição";
"Conversation.EncryptedDescription4" = "Encaminhamento desativado";
"Conversation.EncryptedForwardingAlert" = "Desculpe, você não pode encaminhar uma mensagem a partir de um chat secreto.";
"Conversation.ContextMenuCopy" = "Copiar";
"Conversation.ContextMenuDelete" = "Apagar";
"Conversation.ContextMenuForward" = "Encaminhar";
"Conversation.ContextMenuMore" = "Mais...";

"Conversation.StatusMembers_1" = "1 membro";
"Conversation.StatusMembers_2" = "2 membros";
"Conversation.StatusMembers_3_10" = "%@ membros";
"Conversation.StatusMembers_any" = "%@ membros";

"Conversation.StatusRecipients_1" = "1 destinatário";
"Conversation.StatusRecipients_2" = "2 destinatários";
"Conversation.StatusRecipients_3_10" = "%@ destinatários";
"Conversation.StatusRecipients_any" = "%@ destinatários";

"Conversation.StatusOnline_1" = "1 online";
"Conversation.StatusOnline_2" = "2 online";
"Conversation.StatusOnline_3_10" = "%@ online";
"Conversation.StatusOnline_any" = "%@ online";

"Conversation.UnreadMessages" = "Mensagens não lidas";
"Conversation.InfoGroup" = "Grupo";
"Conversation.InfoPrivate" = "Contato";
"Conversation.InfoBroadcastList" = "Lista";

// Notification
"Notification.RenamedChat" = "%@ renomeou o grupo";
"Notification.RenamedChannel" = "Canal renomeado";
"Notification.ChangedGroupPhoto" = "%@ alterou a foto do grupo";
"Notification.RemovedGroupPhoto" = "%@ removeu a foto do grupo";
"Notification.ChangedUserPhoto" = "%@ adicionou uma nova foto ao perfil";
"Notification.RemovedUserPhoto" = "%@ removeu a foto do perfil";
"Notification.JoinedChat" = "%@ entrou no grupo";
"Notification.Invited" = "%@ convidou %@";
"Notification.LeftChat" = "%@ deixou o grupo";
"Notification.Kicked" = "%@ removeu %@";
"Notification.CreatedChat" = "%@ criou um grupo";
"Notification.CreatedChannel" = "Canal criado";
"Notification.CreatedGroup" = "Grupo criado";
"Notification.CreatedBroadcastList" = "Você criou uma lista de transmissão";
"Notification.CreatedChatWithTitle" = "%@ criou o grupo \"%@\"";
"Notification.Joined" = "%@ entrou no GetGems";
"Notification.ChangedGroupName" = "%@ alterou o nome do grupo para \"%@\"";
"Notification.NewAuthDetected" = "%1$@,\nNós detectamos que alguém acessou a sua conta a partir de um novo aparelho em %2$@, %3$@ às %4$@\n\nAparelho: %5$@\nLocalização: %6$@\n\nSe não foi você, você pode ir em Configurações - Provacidade e Segurança - Sessões, e terminar aquela sessão.\n\nSe você acha que alguém acessou a sua conta contra a sua vontade, você pode habilitar a verificação em duas etapas nas configurações de Privacidade e Segurança.\n\nAtenciosamente,\nEquipe GetGems";
"Notification.EncryptedChatRequested" = "Chat secreto solicitado";
"Notification.EncryptedChatAccepted" = "Chat secreto iniciado";
"Notification.MessageLifetimeChanged" = "%1$@ alterou o tempo de autodestruição para %2$@";
"Notification.MessageLifetimeChangedOutgoing" = "Você alterou o tempo de autodestruição para %1$@";
"Notification.MessageLifetimeRemoved" = "%1$@ desabilitou o tempo de autodestruição";
"Notification.MessageLifetimeRemovedOutgoing" = "Você desativou a auto-destruição";
"Notification.MessageLifetime2s" = "2 segundos";
"Notification.MessageLifetime5s" = "5 segundos";
"Notification.MessageLifetime1m" = "1 minuto";
"Notification.MessageLifetime1h" = "1 hora";
"Notification.MessageLifetime1d" = "1 dia";
"Notification.MessageLifetime1w" = "1 semana";

// Message
"Message.Photo" = "Foto";
"Message.Video" = "Vídeo";
"Message.Location" = "Localização";
"Message.Contact" = "Contato";
"Message.File" = "Arquivo";
"Message.Sticker" = "Sticker";
"Message.Audio" = "Mensagem de Voz";
"Message.ForwardedMessage" = "Mensagem encaminhada\nDe: %@";
"Message.SharedContact" = "Contato Compartilhado";
"Message.Animation" = "GIF";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "Ocorreu um erro";
"ConversationProfile.UserLeftChatError" = "Desculpe, %@ decidiu sair desse grupo, então você não pode convidá-lo de volta.";
"ConversationProfile.UnknownAddMemberError" = "Ocorreu um erro inesperado. Nossa equipe foi notificada e irá corrigir o problema em breve. Desculpe.";
"ConversationProfile.UsersTooMuchError" = "Desculpe, este grupo está cheio. Você não pode adicionar novos membros aqui.";

"ConversationProfile.LeaveDeleteAndExit" = "Apagar e Sair";

"Conversation.DownloadPhoto" = "Baixar Foto";
"Conversation.ViewPhoto" = "Ver Foto";
"Conversation.PlayVideo" = "Tocar Vídeo";
"Conversation.Play" = "Tocar";
"Conversation.Stop" = "Parar";
"Conversation.ViewFile" = "Ver Arquivo";
"Conversation.Download" = "Baixar";
"Conversation.DownloadMegabytes" = "Baixar %.1fMb";
"Conversation.DownloadKilobytes" = "Barixar %dKb";
"Conversation.Megabytes" = "%.1fMb";
"Conversation.Kilobytes" = "%dKb";
"Conversation.Bytes" = "%db";
"Conversation.DownloadProgressMegabytes" = "%1$.1fMb / %2$.1fMb";
"Conversation.DownloadProgressKilobytes" = "%1$dKb / %2$dKb";
"Conversation.ViewLocation" = "Ver Localização";
"Conversation.SearchWebImages" = "Encontrar Imagens";
"Conversation.ShareMyContactInfo" = "Enviar meu contato";
"Conversation.AddContact" = "Adicionar Contato";
"Conversation.SendMessage" = "Enviar Mensagem";
"Conversation.EncryptionCanceled" = "Chat secreto cancelado";
"Conversation.DeleteOneMessage" = "Apagar Mensagem";
"Conversation.DeleteManyMessages" = "Apagar Mensagens";
"Conversation.View" = "Ver";
"Conversation.Download" = "Baixar";
"Conversation.SlideToCancel" = "Deslize para cancelar";
"Conversation.ApplyLocalization" = "Aplicar Localização";
"Conversation.OpenFile" = "Abrir arquivo";
"Conversation.MicrophoneAccessDisabled" = "GetGems precisa acessar seu microfone para mensagens de voz. Vá até Ajustes — Privacidade  — Microfone e ative para GetGems.";

// Media Picker
"MediaPicker.Send" = "Enviar";
"MediaPicker.Choose" = "Escolher";
"SearchImages.SearchImages" = "Pesquisar Imagens";
"SearchImages.Title" = "Álbuns";
"MediaPicker.CameraRoll" = "Rolo da Câmera";
"SearchImages.NoImagesFound" = "Nenhuma imagem encontrada";
"MediaPicker.AccessDeniedError" = "O GetGems não tem acesso a suas fotos";
"MediaPicker.AccessDeniedHelp" = "Por favor, vá para %@ Ajustes — Privacidade — Contatos.\nEm seguida, selecione ON para GetGems.";
"SearchImages.Downloading#Kb" = "Baixando %d Kb";
"SearchImages.Downloading#Mb" = "Baixando %d Mb";
"SearchImages.ImageNofM" = "Imagem %1$@ de %2$@";
"SearchImages.DownloadCancelled" = "Download cancelado";
"SearchImages.ErrorDownloadingImage" = "Erro ao baixar a imagem";
"SearchImages.SkipImage" = "Pular imagem";
"SearchImages.RetryDownload" = "Tentar baixar";

// User Profile
"Profile.ImageUploadError" = "Ocorreu um erro. Por favor tente novamente mais tarde";
"Profile.PhonebookAccessDisabled" = "Para habilitar esta funcionalidade, por favor, vá para Ajustes do seu iPhone  —Privacidade — Contactos e selecione SIM para GetGems.";
"Profile.CreateEncryptedChatError" = "Ocorreu um erro.";
"Profile.CreateEncryptedChatOutdatedError" = "Não é possível criar um chat secreto com %@.\n%@ está usando uma versão antiga do GetGems e precisa ser atualizada.";
"Profile.CreateNewContact" = "Criar Novo Contato";
"Profile.AddToExisting" = "Adicionar a Contato Existente";
"Profile.EncryptionKey" = "Chave Criptográfica";
"Profile.MessageLifetime" = "Timer de Destruição";
"Profile.MessageLifetimeForever" = "Desativado";
"Profile.MessageLifetime2s" = "2s";
"Profile.MessageLifetime5s" = "5s";
"Profile.MessageLifetime1m" = "1m";
"Profile.MessageLifetime1h" = "1h";
"Profile.MessageLifetime1d" = "1d";
"Profile.MessageLifetime1w" = "1S";
"Profile.ShareContactButton" = "Compartilhar Contato";
"Profile.ShareContactPersonFormat" = "Enviar contato para %@?";
"Profile.ShareContactGroupFormat" = "Enviar contato para %@?";

// User Info
"UserInfo.Title" = "Informações";
"UserInfo.FirstNamePlaceholder" = "Nome";
"UserInfo.LastNamePlaceholder" = "Sobrenome";
"UserInfo.GenericPhoneLabel" = "celular";
"UserInfo.SendMessage" = "Enviar Mensagem";
"UserInfo.AddContact" = "Adicionar Contato";
"UserInfo.ShareContact" = "Compartilhar Contato";
"UserInfo.StartSecretChat" = "Iniciar Chat Secreto";
"UserInfo.DeleteContact" = "Apagar Contato";
"UserInfo.CreateNewContact" = "Criar Novo Contato";
"UserInfo.AddToExisting" = "Adicionar à Existente";
"UserInfo.AddPhone" = "adicionar telefone";
"UserInfo.NotificationsEnabled" = "Ativado";
"UserInfo.NotificationsDisabled" = "Desativado";
"UserInfo.NotificationsEnable" = "Ativar";
"UserInfo.NotificationsDisable" = "Desativar";
"UserInfo.Invite" = "Convidar para o GetGems";

// New Contact
"NewContact.Title" = "Novo Contato";

// Phone Label
"PhoneLabel.Title" = "Legenda";

// Secret Chat
"SecretChat.Title" = "Chat Secreto";

// Group Info
"GroupInfo.Title" = "Informações do Grupo";
"GroupInfo.GroupNamePlaceholder" = "Nome do grupo";
"GroupInfo.BroadcastListNamePlaceholder" = "Nome da lista";
"GroupInfo.SetGroupPhoto" = "Definir Foto do Grupo";
"GroupInfo.SetGroupPhotoStop" = "Parar";
"GroupInfo.SetGroupPhotoDelete" = "Apagar Foto";
"GroupInfo.Notifications" = "Notificações";
"GroupInfo.Sound" = "Som";
"GroupInfo.SharedMedia" = "Todos os Arquivos";
"GroupInfo.SharedMediaNone" = "Nenhum";
"GroupInfo.DeleteAndExit" = "Apagar e Sair";
"GroupInfo.DeleteAndExitConfirmation" = "Você não será capaz de entrar no grupo novamente.";
"GroupInfo.ParticipantCount_1" = "1 MEMBRO";
"GroupInfo.ParticipantCount_2" = "2 MEMBROS";
"GroupInfo.ParticipantCount_3_10" = "%@ MEMBROS";
"GroupInfo.ParticipantCount_any" = "%@ MEMBROS";
"GroupInfo.AddParticipant" = "Adicionar Membro";
"GroupInfo.AddParticipantTitle" = "Contatos";
"GroupInfo.AddParticipantConfirmation" = "Adicionar %@ no grupo?";
"GroupInfo.KickedStatus" = "Você foi removido do grupo";
"GroupInfo.LeftStatus" = "Você saiu do grupo";

// Encryption Key
"EncryptionKey.Title" = "Chave Criptográfica";
"EncryptionKey.Description" = "Esta imagem é uma visualização da chave criptográfica para este chat secreto com %1$@.\n\nSe esta imagem é igual à do dispositivo de %2$@, o seu bate-papo é 200%% seguro.\n\nSaiba mais em GetGems.org";

// Conversation media
"ConversationMedia.Title" = "Mídia";
"ConversationMedia.EmptyTitle" = "Nenhuma foto ou vídeo";

// Preview
"Preview.VideoNotYetDownloaded" = "Baixar o vídeo primeiro";
"Preview.GroupPhotoTitle" = "Foto do Grupo";
"Preview.ProfilePhotoTitle" = "Foto do Perfil";
"Preview.LoadingVideo" = "carregando vídeo...";
"Preview.LoadingImage" = "carregando imagem completa...";
"Preview.LoadingImages" = "carregando imagens completas...";
"Preview.DeletePhoto" = "Apagar Foto";
"Preview.DeleteVideo" = "Apagar Vídeo";
"Preview.ForwardViaGetGems" = "Encaminhar via GetGems";
"Preview.SaveToCameraRoll" = "Salvar no Rolo da Câmera";

// Map
"Map.ChooseLocationTitle" = "Localização";
"Map.MapTitle" = "Mapa";
"Map.Send" = "Enviar";
"Map.Map" = "Mapa";
"Map.Satellite" = "Satélite";
"Map.Hybrid" = "Híbrido";
"Map.AccessDeniedError" = "Para habilitar esta funcionalidade, por favor, vá para Ajustes do seu iPhone  —Privacidade — Contatos e selecione SIM para GetGems.";
"Map.ForwardViaGetGems" = "Encaminhar via GetGems";
"Map.GetDirections" = "Como chegar?";
"Map.OpenInGoogleMaps" = "Abrir no Google Maps";

// Web
"Web.Error" = "Não foi possível carregar a página";
"Web.OpenExternal" = "Abrir no Safari";
"Web.CopyLink" = "Copiar Link";

// Document
"Document.TargetConfirmationFormat" = "Enviar arquivo ({size}) para {target}?";

// Dialog List
"DialogList.You" = "Você";

// Settings
"Settings.TabTitle" = "Configurações";
"Settings.SetProfilePhoto" = "Definir Foto do Perfil";
"Settings.Logout" = "Sair";
"Settings.Title" = "Configurações";
"Settings.NotificationsAndSounds" = "Notificações e Sons";
"Settings.ChatSettings" = "Configurações de Conversas";
"Settings.BlockedUsers" = "Usuários Bloqueados";
"Settings.ChatBackground" = "Papel de Parede";
"Settings.Support" = "Fazer uma pergunta";
"Settings.FAQ" = "Perguntas frequentes";
"Settings.FAQ_URL" = "http://GetGems.org/faq#general";
"Settings.FAQ_Intro" = "Por favor entenda que o suporte do GetGems é feito por voluntários. Tentaremos responder o mais rápido possível, mas poderemos demorar um pouco. Por favor verifique na página de perguntas frequentes do GetGems: há dicas e respostas para a maioria das perguntas.";
"Settings.FAQ_Button" = "Perguntas frequentes";
"Settings.SaveIncomingPhotos" = "Salvar todas as Fotos";
"Settings.SaveIncomingPhotosHelp" = "Salvar fotos que chegam no rolo da câmera.";
"Settings.LogoutError" = "Ocorreu um erro. Por favor tente novamente mais tarde";

// Notifications and Sounds
"Notifications.Title" = "Notificações";
"Notifications.MessageNotifications" = "NOTIFICAÇÕES DE MENSAGENS";
"Notifications.MessageNotificationsAlert" = "Alerta";
"Notifications.MessageNotificationsPreview" = "Pré-Visualização";
"Notifications.MessageNotificationsSound" = "Som";
"Notifications.MessageNotificationsHelp" = "Pode estabelecer notificações específicas na informação do usuário.";

"Notifications.GroupNotifications" = "NOTIFICAÇÕES DE GRUPO";
"Notifications.GroupNotificationsAlert" = "Alerta";
"Notifications.GroupNotificationsPreview" = "Pré-Visualização";
"Notifications.GroupNotificationsSound" = "Som";
"Notifications.GroupNotificationsHelp" = "Pode estabelecer notificações específicas na informação do grupo.";

"Notifications.TextTone" = "Tom do Texto";
"Notifications.AlertTones" = "TONS DE ALERTA";
"Notifications.ClassicTones" = "CLÁSSICO";

"Notifications.InAppNotifications" = "NOTIFICAÇÕES NO APLICATIVO";
"Notifications.InAppNotificationsSounds" = "Sons no aplicativo";
"Notifications.InAppNotificationsVibrate" = "Vibração no aplicativo";
"Notifications.InAppNotificationsPreview" = "Pré-Visualização no aplicativo";

"Notifications.Reset" = "Restaurar";
"Notifications.ResetAllNotifications" = "Restaurar Configurações de Notificação";
"Notifications.ResetAllNotificationsHelp" = "Desfazer todas as configurações de notificação para todos os seus contatos e grupos.";

// Chat Settings
"ChatSettings.Title" = "Configurações de Conversas";
"ChatSettings.Appearance" = "APARÊNCIA";
"ChatSettings.TextSize" = "Tamanho do Texto";
"ChatSettings.TextSizeUnits" = "pt";
"ChatSettings.AutomaticPhotoDownload" = "BAIXAR FOTOS AUTOMATICAMENTE";
"ChatSettings.AutomaticAudioDownload" = "BAIXAR ÁUDIO AUTOMATICAMENTE";
"ChatSettings.PrivateChats" = "Conversas Privadas";
"ChatSettings.Groups" = "Grupos";
"ChatSettings.Security" = "SEGURANÇA";
"ChatSettings.Language" = "IDIOMA";
"ChatSettings.RevertLanguage" = "Reverter Idioma";
"ChatSettings.Cache" = "CACHE";

// Usage
"Cache.Title" = "Configurações de Cache";
"Cache.ClearCache" = "Apagar Cache";
"Cache.ClearCacheAlert" = "Fotos, vídeos e outros arquivos dos chats na nuvem serão removidos deste dispositivo para economizar espaço.\n\nTodas as mídias permanecerão na nuvem do GetGems e podem ser baixadas novamente sempre que necessitar.";
"Cache.KeepMedia" = "Manter Mídias";
"Cache.Help" = "Fotos, vídeos e outros arquivos dos chats na nuvem que você **não acessou** durante este período serão removidos deste dispositivo para economizar espaço.\n\nTodas as mídias permanecerão na nuvem do GetGems e podem ser baixadas novamente sempre que necessitar.";

// Blocked Users
"BlockedUsers.Title" = "Usuários bloqueados";
"BlockedUsers.SelectUserTitle" = "Bloquear Usuário";
"BlockedUsers.AlreadyBlocked" = "Este usuário já está bloqueado";
"BlockedUsers.BlockUser" = "Bloquear Usuário";
"BlockedUsers.BlockFormat" = "Bloquear %@?";
"BlockedUsers.BlockTitle" = "Bloquear";
"BlockedUsers.LeavePrefix" = "Permitir";
"BlockedUsers.Info" = "Você não receberá mensagens de usuários bloqueadas, assim como eles não verão quando você acessou o aplicativo pela última vez.";
"BlockedUsers.AddNew" = "Adicionar Novo...";
"BlockedUsers.Unblock" = "Desbloquear";

// Wallpaper
"Wallpaper.Title" = "Papel de Parede";
"Wallpaper.PhotoLibrary" = "Biblioteca de Fotos";
"Wallpaper.Set" = "Definir";
"Wallpaper.Wallpaper" = "Papel de Parede";

// Update
"Update.Update" = "Atualizar";

// Service
"Service.LocalizationDownloadError" = "O download do arquivo de localização não foi concluído. Por favor verifique sua conexão com a internet e tente novamente.";
"Service.ApplyLocalization" = "Aplicar Localização?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\nAplicar Localização?";

"Notification.SecretChatMessageScreenshot" = "%@ capturou a tela!";
"Notification.SecretChatScreenshot" = "Captura de tela realizada!";

// Broadcast Lists
"DialogList.Broadcast" = "Novo Canal";
"BroadcastLists.Title" = "Listas de Transmissão";
"BroadcastLists.NoListsYet" = "Não há listas ainda";
"BroadcastLists.NoListsText" = "Com as listas de transmissão você pode facilmente enviar mensagens a várias pessoas de uma só vez.";

// Broadcast List
"BroadcastListInfo.Title" = "Lista de Transmissão";
"BroadcastListInfo.AddRecipient" = "Adicionar destinatário";

// Video
"VideoPreview.OptionSD" = "Tamanho Normal (%@)";
"VideoPreview.OptionHD" = "Alta Definição (%@)";

"ChatSettings.AutoPlayAudio" = "Tocar áudio automaticamente";

"Settings.LogoutConfirmationTitle" = "Sair?";
"Settings.LogoutConfirmationText" = "\nSaiba que você pode usar o GetGems em vários dispositivos de uma vez.\n\nLembre-se que sair apaga todos os seus Chats Secretos.";

"Login.PadPhoneHelp" = "\nVocê pode usar o mesmo número de telefone para entrar no GetGems em todos os seus aparelhos.\nNão use um número de um SIM iPad — precisaremos lhe enviar uma SMS.\n\nEsse número está correto?\n{number}";
"Login.PadPhoneHelpTitle" = "Seu Número";

"MessageTimer.Custom" = "Personalizado";
"MessageTimer.Title" = "Timer Personalizado";

"MessageTimer.Forever" = "Permanentemente";

"MessageTimer.Seconds_1" = "%@ segundo";
"MessageTimer.Seconds_2" = "%@ segundos";
"MessageTimer.Seconds_3_10" = "%@ segundos";
"MessageTimer.Seconds_any" = "%@ segundos";
"MessageTimer.Minutes_1" = "%@ minuto";
"MessageTimer.Minutes_2" = "%@ minutos";
"MessageTimer.Minutes_3_10" = "%@ minutos";
"MessageTimer.Minutes_any" = "%@ minutos";
"MessageTimer.Hours_1" = "%@ hora";
"MessageTimer.Hours_2" = "%@ horas";
"MessageTimer.Hours_3_10" = "%@ horas";
"MessageTimer.Hours_any" = "%@ horas";
"MessageTimer.Days_1" = "%@ dia";
"MessageTimer.Days_2" = "%@ dias";
"MessageTimer.Days_3_10" = "%@ dias";
"MessageTimer.Days_any" = "%@ dias";
"MessageTimer.Weeks_1" = "%@ semana";
"MessageTimer.Weeks_2" = "%@ semanas";
"MessageTimer.Weeks_3_10" = "%@ semanas";
"MessageTimer.Weeks_any" = "%@ semanas";
"MessageTimer.Months_1" = "%@ mês";
"MessageTimer.Months_2" = "%@ meses";
"MessageTimer.Months_3_10" = "%@ meses";
"MessageTimer.Months_any" = "%@ meses";
"MessageTimer.Years_1" = "%@ ano";
"MessageTimer.Years_2" = "%@ anos";
"MessageTimer.Years_3_10" = "%@ anos";
"MessageTimer.Years_any" = "%@ anos";

"MessageTimer.ShortSeconds_1" = "%@s";
"MessageTimer.ShortSeconds_2" = "%@s";
"MessageTimer.ShortSeconds_3_10" = "%@s";
"MessageTimer.ShortSeconds_any" = "%@s";
"MessageTimer.ShortMinutes_1" = "%@m";
"MessageTimer.ShortMinutes_2" = "%@m";
"MessageTimer.ShortMinutes_3_10" = "%@m";
"MessageTimer.ShortMinutes_any" = "%@m";
"MessageTimer.ShortHours_1" = "%@h";
"MessageTimer.ShortHours_2" = "%@h";
"MessageTimer.ShortHours_3_10" = "%@h";
"MessageTimer.ShortHours_any" = "%@h";
"MessageTimer.ShortDays_1" = "%@d";
"MessageTimer.ShortDays_2" = "%@d";
"MessageTimer.ShortDays_3_10" = "%@d";
"MessageTimer.ShortDays_any" = "%@d";
"MessageTimer.ShortWeeks_1" = "%@w";
"MessageTimer.ShortWeeks_2" = "%@w";
"MessageTimer.ShortWeeks_3_10" = "%@w";
"MessageTimer.ShortWeeks_any" = "%@w";

"Activity.UploadingPhoto" = "enviando foto";
"Activity.UploadingVideo" = "enviando vídeo";
"Activity.UploadingDocument" = "enviando arquivo";
"Activity.RecordingAudio" = "gravando áudio";
"Activity.Location" = "buscando localização";

"Service.NetworkConfigurationUpdatedMessage" = "Configurações de conexão atualizadas com sucesso.";

"Compatibility.SecretMediaVersionTooLow" = "%@ está usando uma versão mais antiga do GetGems, por isso fotos secretas serão mostradas em modo de compatibilidade.\n\nAssim que %@ atualize o GetGems, fotos com timers de 1 minuto ou menos passarão a funcionar no modo ‘Toque e segure para ver’, e você será notificado caso a outra pessoa salve a tela.";

"Contacts.GlobalSearch" = "Busca global";
"Profile.Username" = "nome de usuário";
"Settings.Username" = "Nome de usuário";
"Settings.UsernameEmpty" = "Nenhum";

"Username.Title" = "Nome de usuário";
"Username.Placeholder" = "Seu Nome de Usuário";
"Username.Help" = "Você pode escolher um nome de usuário no **GetGems**. Se escolher, outras pessoas poderão encontrá-lo por este nome e contatá-lo sem saber seu número de telefone. \n\nVocê pode usar **a-z**, **0-9** e underline.\nO tamanho mínimo é de **5** caracteres. ";
"Username.InvalidTooShort" = "O tamanho mínimo é de 5 caracteres.";
"Username.InvalidStartsWithNumber" = "O nome não pode iniciar com um número.";
"Username.InvalidCharacters" = "Este nome de usuário já está sendo utilizado.";
"Username.InvalidTaken" = "Este nome de usuário já está sendo utilizado.";

"Username.CheckingUsername" = "Verificando nome de usuário...";
"Username.UsernameIsAvailable" = "%@ está disponível.";

"WebSearch.Images" = "Imagens";
"WebSearch.GIFs" = "GIFs";
"WebSearch.RecentSectionTitle" = "Recente";
"WebSearch.RecentSectionClear" = "Limpar";

"Settings.PrivacySettings" = "Privacidade e Segurança";

"UserCount_1" = "1 usuário";
"UserCount_2" = "2 usuários";
"UserCount_3_10" = "%@ usuários";
"UserCount_any" = "%@ usuários";

"PrivacySettings.Title" = "Privacidade e Segurança";

"PrivacySettings.PrivacyTitle" = "PRIVACIDADE";
"PrivacySettings.LastSeen" = "Último Acesso";
"PrivacySettings.LastSeenEverybody" = "Todos";
"PrivacySettings.LastSeenContacts" = "Meus Contatos";
"PrivacySettings.LastSeenNobody" = "Ninguém";

"PrivacySettings.LastSeenEverybodyMinus" = "Todos (-%@)";
"PrivacySettings.LastSeenContactsPlus" = "Meus Contatos (+%@)";
"PrivacySettings.LastSeenContactsMinus" = "Meus Contatos (-%@)";
"PrivacySettings.LastSeenContactsMinusPlus" = "Meus contatos (-%@, +%@)";
"PrivacySettings.LastSeenNobodyPlus" = "Ninguém (+%@)";

"PrivacySettings.SecurityTitle" = "SEGURANÇA";

"PrivacySettings.DeleteAccountTitle" = "EXCLUIR MINHA CONTA";
"PrivacySettings.DeleteAccountIfAwayFor" = "Se Inativo Por";
"PrivacySettings.DeleteAccountHelp" = "Se você não acessar sua conta ao menos uma vez neste período, sua conta será excluída com seus grupos, mensagens e contatos.";
"PrivacySettings.DeleteAccountNowConfirmation" = "Excluir sua conta?";
"PrivacySettings.DeleteAccountNever" = "Nunca";

"PrivacyLastSeenSettings.Title" = "Último Acesso";
"PrivacyLastSeenSettings.CustomHelp" = "Importante: você não poderá ver quando foi o Último Acesso das pessoas com quem você não compartilha o seu Último Acesso. Você visualizará o Último acesso aproximado (recentemente, dentro de uma semana, dentro de um mês).";
"PrivacyLastSeenSettings.AlwaysShareWith" = "Sempre Mostrar Para";
"PrivacyLastSeenSettings.NeverShareWith" = "Nunca Mostrar Para";
"PrivacyLastSeenSettings.CustomShareSettingsHelp" = "Essas configurações sobrescreverão os valores acima. ";

"PrivacyLastSeenSettings.CustomShareSettings.Delete" = "Apagar";
"PrivacyLastSeenSettings.AlwaysShareWith.Title" = "Sempre Mostrar";
"PrivacyLastSeenSettings.AlwaysShareWith.Placeholder" = "Sempre mostrar para usuários...";
"PrivacyLastSeenSettings.NeverShareWith.Title" = "Nunca Mostrar";
"PrivacyLastSeenSettings.NeverShareWith.Placeholder" = "Nunca mostrar para usuários...";
"PrivacyLastSeenSettings.EmpryUsersPlaceholder" = "Adicionar Usuários";
"PrivacyLastSeenSettings.AddUsers_1" = "Adicionar 1 usuário à lista?";
"PrivacyLastSeenSettings.AddUsers_2" = "Adicionar 2 usuários à lista?";
"PrivacyLastSeenSettings.AddUsers_3_10" = "Adicionar %@ usuários à lista?";
"PrivacyLastSeenSettings.AddUsers_any" = "Adicionar %@ usuários à lista?";

"PrivacySettings.FloodControlError" = "Desculpe, mudanças demais. Impossível alterar os ajustes de privacidade agora, aguarde.";


"ImagePicker.NoPhotos" = "Não há Fotos";
"ImagePicker.NoVideos" = "Não há Vídeos";

"Settings.OpenSystemPrivacySettings" = "Abrir Configurações de %@";

// Photo Editor
"PhotoEditor.DiscardChanges" = "Descartar Alterações";
"PhotoEditor.RevertToOriginal" = "Reverter para Original";
"PhotoEditor.RevertMessage" = "Reverter para o original irá remover todas as edições feitas na foto. Essa ação não pode ser desfeita.";

"PhotoEditor.Original" = "Original";
"PhotoEditor.Current" = "Atual";

"PhotoEditor.CropReset" = "REINICIAR";
"PhotoEditor.CropAuto" = "AUTO";
"PhotoEditor.CropAspectRatioOriginal" = "Original";
"PhotoEditor.CropAspectRatioSquare" = "Quadrado";

"PhotoEditor.EnhanceTool" = "Realçar";
"PhotoEditor.ExposureTool" = "Exposição";
"PhotoEditor.ContrastTool" = "Contraste";
"PhotoEditor.WarmthTool" = "Calor";
"PhotoEditor.SaturationTool" = "Saturação";
"PhotoEditor.HighlightsTool" = "Luzes";
"PhotoEditor.ShadowsTool" = "Sombras";
"PhotoEditor.VignetteTool" = "Vignette";
"PhotoEditor.GrainTool" = "Granulado";
"PhotoEditor.BlurTool" = "Desfoque";
"PhotoEditor.SharpenTool" = "Nitidez";

"PhotoEditor.BlurToolOff" = "Desativado";
"PhotoEditor.BlurToolRadial" = "Radial";
"PhotoEditor.BlurToolLinear" = "Linear";

"PhotoEditor.Set" = "Definir";
"PhotoEditor.Skip" = "Pular";

// Camera
"Camera.PhotoMode" = "FOTO";
"Camera.VideoMode" = "VÍDEO";
"Camera.SquareMode" = "QUADRADO";
"Camera.FlashOff" = "Desativado";
"Camera.FlashOn" = "Ativado";
"Camera.FlashAuto" = "Auto";
"Camera.Retake" = "Retomar";

"Settings.PhoneNumber" = "Número de telefone";

"PhoneNumberHelp.Help" = "Você pode alterar seu número do GetGems aqui. Sua conta e todos os seus dados — mensagens, mídia, contatos, etc. serão movidos para o novo número.\n\n**Importante:** todos os contatos do GetGems terão seu **novo número** adicionado às suas lista de contatos, desde que eles tenham seu antigo número e você não os tenha bloqueado no GetGems.";
"PhoneNumberHelp.Alert" = "Todos os contatos do GetGems terão seu **novo número** adicionado às suas listas de contatos, desde que eles tenham seu antigo número e você não os tenha bloqueado no GetGems.";
"PhoneNumberHelp.ChangeNumber" = "Alterar Número";

"ChangePhoneNumberNumber.Title" = "Alterar Número";
"ChangePhoneNumberNumber.NewNumber" = "NOVO NÚMERO";
"ChangePhoneNumberNumber.Help" = "Enviaremos um SMS com um código de confirmação para seu novo número.";
"ChangePhoneNumberNumber.NumberPlaceholder" = "Digite seu novo número ";

"ChangePhoneNumberCode.Code" = "SEU CÓDIGO ";
"ChangePhoneNumberCode.CodePlaceholder" = "Código";
"ChangePhoneNumberCode.Help" = "Enviamos um SMS com o código";
"ChangePhoneNumberCode.CallTimer" = "GetGems irá ligar para você em %@";
"ChangePhoneNumberCode.RequestingACall" = "Solicitando uma ligação do GetGems...";
"ChangePhoneNumberCode.Called" = "GetGems ligou para seu número";

"LoginPassword.Title" = "Sua senha";
"LoginPassword.PasswordPlaceholder" = "Senha";
"LoginPassword.InvalidPasswordError" = "Senha inválida. Por favor tente novamente.";
"LoginPassword.FloodError" = "Limite excedido. Por favor tente novamente mais tarde.";
"LoginPassword.ForgotPassword" = "Esqueceu a senha?";
"LoginPassword.PasswordHelp" = "Você habilitou a verificação em duas etapas, a sua conta está protegida com uma senha adicional.";
"LoginPassword.ResetAccount" = "Apagar conta";

"QuickSend.Photos_1" = "Enviar 1 Foto";
"QuickSend.Photos_2" = "Enviar 2 Fotos";
"QuickSend.Photos_3_10" = "Enviar %@ Fotos";
"QuickSend.Photos_any" = "Enviar %@ Fotos";

"Share.Title" = "Compartilhar";
"Forward.ConfirmMultipleFiles_1" = "Enviar 1 arquivo para {target}?";
"Forward.ConfirmMultipleFiles_2" = "Enviar 2 arquivos para {target}?";
"Forward.ConfirmMultipleFiles_3_10" = "Enviar %@ arquivos para {target}?";
"Forward.ConfirmMultipleFiles_any" = "Enviar %@ arquivos para {target}?";

"PrivacySettings.TouchIdTitle" = "TouchID";
"PrivacySettings.TouchIdEnable" = "Ativar";

"Notification.Reply" = "Responder";
"Notification.Mute1h" = "Silenciar por 1 hora";
"Notification.Mute1hMin" = "Silenciar por 1h";
"Conversation.ContextMenuShare" = "Compartilhar";

"SharedMedia.TitleAll" = "Mídia";
"SharedMedia.TitlePhoto" = "Fotos Compartilhadas";
"SharedMedia.TitleVideo" = "Vídeos Compartilhados";
"SharedMedia.TitleFile" = "Arquivos Compartilhados";
"SharedMedia.TitleAudio" = "Música Compartilhada";

"SharedMedia.All" = "Todos";
"SharedMedia.Incoming" = "Recebidos";
"SharedMedia.Outgoing" = "Enviados";

"SharedMedia.Photo_1" = "1 foto";
"SharedMedia.Photo_2" = "2 fotos";
"SharedMedia.Photo_3_10" = "%@ fotos";
"SharedMedia.Photo_any" = "%@ fotos";

"SharedMedia.Video_1" = "1 vídeo";
"SharedMedia.Video_2" = "2 vídeos";
"SharedMedia.Video_3_10" = "%@ vídeos";
"SharedMedia.Video_any" = "%@ vídeos";

"SharedMedia.File_1" = "1 arquivo";
"SharedMedia.File_2" = "2 arquivos";
"SharedMedia.File_3_10" = "%@ arquivos";
"SharedMedia.File_any" = "%@ arquivos";

"SharedMedia.Generic_1" = "1 arquivo de mídia";
"SharedMedia.Generic_2" = "2 arquivos de mídia";
"SharedMedia.Generic_3_10" = "%@ arquivos de mídia";
"SharedMedia.Generic_any" = "%@ arquivos de mídia";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";
"FileSize.GB" = "%@ GB";

"DownloadingStatus" = "Baixando %@ de %@";

"Time.MonthOfYear_1" = "Janeiro %@";
"Time.MonthOfYear_2" = "Fevereiro %@";
"Time.MonthOfYear_3" = "Março %@";
"Time.MonthOfYear_4" = "Abril %@";
"Time.MonthOfYear_5" = "Maio %@";
"Time.MonthOfYear_6" = "Junho %@";
"Time.MonthOfYear_7" = "Julho %@";
"Time.MonthOfYear_8" = "Agosto %@";
"Time.MonthOfYear_9" = "Setembro %@";
"Time.MonthOfYear_10" = "Outubro %@";
"Time.MonthOfYear_11" = "Novembro %@";
"Time.MonthOfYear_12" = "Dezembro %@";

"Time.PreciseDate_1" = "%1$@ jan, %2$@ às %3$@";
"Time.PreciseDate_2" = "%1$@ fev. %2$@ às %3$@";
"Time.PreciseDate_3" = "%1$@ mar, %2$@ às %3$@";
"Time.PreciseDate_4" = "%1$@ abr, %2$@ às %3$@";
"Time.PreciseDate_5" = "%1$@ mai, %2$@ às %3$@";
"Time.PreciseDate_6" = "%1$@ jun, %2$@ às %3$@";
"Time.PreciseDate_7" = "%1$@ jul, %2$@ às %3$@";
"Time.PreciseDate_8" = "%1$@ ago, %2$@ às %3$@";
"Time.PreciseDate_9" = "%1$@ set, %2$@ às %3$@";
"Time.PreciseDate_10" = "%1$@ out, %2$@ às %3$@";
"Time.PreciseDate_11" = "%1$@ nov, %2$@ às %3$@";
"Time.PreciseDate_12" = "%1$@ dez, %2$@ às %3$@";

"MuteFor.Minutes_1" = "Silenciar por 1 minuto";
"MuteFor.Minutes_2" = "Silenciar por 2 minutos";
"MuteFor.Minutes_3_10" = "Silenciar por %@ minutos";
"MuteFor.Minutes_any" = "Silenciar por %@ minutos";

"MuteFor.Hours_1" = "Silenciar por 1 hora";
"MuteFor.Hours_2" = "Silenciar por 2 horas";
"MuteFor.Hours_3_10" = "Silenciar por %@ horas";
"MuteFor.Hours_any" = "Silenciar por %@ horas";

"MuteFor.Days_1" = "Silenciar por 1 dia";
"MuteFor.Days_2" = "Silenciar por 2 dias";
"MuteFor.Days_3_10" = "Silenciar por %@ dias";
"MuteFor.Days_any" = "Silenciar por %@ dias";

"MuteFor.Weeks_1" = "Silenciar por 1 semana";
"MuteFor.Weeks_2" = "Silenciar por 2 semanas";
"MuteFor.Weeks_3_10" = "Silenciar por %@ semanas";
"MuteFor.Weeks_any" = "Silenciar por %@ semanas";

"MuteExpires.Minutes_1" = "em 1 minuto";
"MuteExpires.Minutes_2" = "em 2 minutos";
"MuteExpires.Minutes_3_10" = "em %@ minutos";
"MuteExpires.Minutes_any" = "em %@ minutos";

"MuteExpires.Hours_1" = "em 1 hora";
"MuteExpires.Hours_2" = "em 2 horas";
"MuteExpires.Hours_3_10" = "em %@ horas";
"MuteExpires.Hours_any" = "em %@ horas";

"MuteExpires.Days_1" = "em 1 dia";
"MuteExpires.Days_2" = "em 2 dias";
"MuteExpires.Days_3_10" = "em %@ dias";
"MuteExpires.Days_any" = "em %@ dias";

"SharedMedia.EmptyTitle" = "Ainda não há arquivos";
"SharedMedia.EmptyText" = "Compartilhar fotos e vídeos nesse chat\n— ou esse clipe de papel continuará infeliz.";
"SharedMedia.EmptyFilesText" = "Você pode enviar e receber\narquivos de todos os tipos até 1.5 GB\ne acessá-los de onde estiver.";

"ShareFileTip.Title" = "Compartilhando Arquivos";
"ShareFileTip.Text" = "Você pode compartilhar arquivos de mídia **não-comprimidos** do Rolo da Câmera aqui. Para compartilhar arquivos de qualquer outro tipo, abra-os em seu %@ (ex: em seu navegador), clique **Abrir em...** ou o botão de ação e escolha GetGems.";
"ShareFileTip.CloseTip" = "Fechar Dica";

"DialogList.SearchSectionDialogs" = "Chats e Contatos";
"DialogList.SearchSectionGlobal" = "Busca Global";
"DialogList.SearchSectionMessages" = "Mensagens";

"Username.LinkHint" = "Para abrir um chat contigo no GetGems:[\nhttp://GetGems.me/%@]";
"Username.LinkCopied" = "Link copiado para área de transferência";

"SharedMedia.ItemsSelected_1" = "1 Selecionado";
"SharedMedia.ItemsSelected_2" = "2 Selecionados";
"SharedMedia.ItemsSelected_3_10" = "%@ Selecionados";
"SharedMedia.ItemsSelected_any" = "%@ Selecionados";

"SharedMedia.DeleteItemsConfirmation_1" = "Apagar arquivo de mídia?";
"SharedMedia.DeleteItemsConfirmation_2" = "Apagar 2 arquivos de mídia?";
"SharedMedia.DeleteItemsConfirmation_3_10" = "Apagar %@ arquivos de mídia?";
"SharedMedia.DeleteItemsConfirmation_any" = "Apagar %@ arquivos de mídia?";

"PrivacySettings.Passcode" = "Senha de Bloqueio";
"PasscodeSettings.Title" = "Senha de Bloqueio";
"PasscodeSettings.TurnPasscodeOn" = "Ativar Senha";
"PasscodeSettings.TurnPasscodeOff" = "Desativar Senha";
"PasscodeSettings.ChangePasscode" = "Alterar Senha";
"PasscodeSettings.Help" = "Quando você definir uma senha adicional, um ícone de cadeado aparecerá na página de chats. Clique para bloquear e desbloquear o app.\n\nNota: se você esquecer a sua senha, terá de excluir e reinstalar o app. Todos os chats secretos serão perdidos.";
"PasscodeSettings.UnlockWithTouchId" = "Desbloquear com Touch ID";
"PasscodeSettings.SimplePasscode" = "Senha Simples";
"PasscodeSettings.SimplePasscodeHelp" = "A senha simples é um número com 4 dígitos.";
"PasscodeSettings.EncryptData" = "Criptografar Dados Locais";
"PasscodeSettings.EncryptDataHelp" = "Função experimental, use com cautela. Criptografe seus dados locais do GetGems usando uma derivação da sua senha como chave.";

"EnterPasscode.EnterTitle" = "Digite a sua senha do GetGems";
"EnterPasscode.SetupTitle" = "Nova Senha";
"EnterPasscode.ChangeTitle" = "Alterar Senha";
"EnterPasscode.EnterPasscode" = "Digite a sua senha do GetGems";
"EnterPasscode.EnterNewPasscodeNew" = "Insira uma senha";
"EnterPasscode.EnterNewPasscodeChange" = "Insira sua nova senha";
"EnterPasscode.RepeatNewPasscode" = "Digite novamente a sua senha do GetGems";
"EnterPasscode.EnterCurrentPasscode" = "Digite a sua senha atual do GetGems";
"EnterPasscode.TouchId" = "Insira sua senha";

"DialogList.PasscodeLockHelp" = "Aperte para bloquear o GetGems";

"PasscodeSettings.AutoLock" = "Auto-Bloquear";
"PasscodeSettings.AutoLock.Disabled" = "Desativado";
"PasscodeSettings.AutoLock.IfAwayFor_1minute" = "Se ausente por 1 min";
"PasscodeSettings.AutoLock.IfAwayFor_5minutes" = "Se ausente por 5 min";
"PasscodeSettings.AutoLock.IfAwayFor_1hour" = "Se ausente por 1 hora";
"PasscodeSettings.AutoLock.IfAwayFor_5hours" = "Se ausente por 5 horas";

"PasscodeSettings.FailedAttempts_1" = "1 Tentativa de Senha Falhada";
"PasscodeSettings.FailedAttempts_2" = "2 Tentativas de Senha Falhadas";
"PasscodeSettings.FailedAttempts_3_10" = "%@ Tentativas de Senha Falhadas";
"PasscodeSettings.FailedAttempts_any" = "%@ Tentativa de Senha Falhada";
"PasscodeSettings.TryAgainIn1Minute" = "Tente novamente em 1 minuto";

"AccessDenied.Title" = "Liberar Acesso";

"AccessDenied.Contacts" = "GetGems se baseia em sua lista de contato existente.\n\nPor favor, vá em Ajustes > Privacidade > Contatos e habilite o GetGems.";

"AccessDenied.VoiceMicrophone" = "GetGems precisa acessar seu microfone para mensagens de voz.\n\nVá até Ajustes > Privacidade > Microfone e habilite o GetGems.";

"AccessDenied.VideoMicrophone" = "GetGems precisa acessar seu microfone para gravar sons na gravação de vídeos.\n\nVá até Ajustes > Privacidade > Microfone e habilite o GetGems.";

"AccessDenied.MicrophoneRestricted" = "O acesso ao microfone pelo GetGems está limitado.\n\nPor favor, vá em Ajustes > Geral > Restrições > Microfone e habilite o GetGems.";


"AccessDenied.Camera" = "GetGems precisa acessar sua câmera para tirar fotos e vídeos.\n\nVá até Ajustes > Privacidade > Câmera e habilite o GetGems.";

"AccessDenied.CameraRestricted" = "O acesso à câmera do seu celular está limitado.\n\nPor favor, vá em Ajustes > Geral > Restrições > Câmera e habilite o GetGems.";

"AccessDenied.CameraDisabled" = "O acesso à câmera do seu celular está limitado.\n\nPor favor, vá em Ajustes > Geral > Restrições > Câmera e habilite.";

"AccessDenied.PhotosAndVideos" = "O GetGems precisa acessar sua galeria de fotos para enviar fotos e vídeos.\n\nVá até Ajustes > Privacidade > Fotos e habilite o GetGems.";

"AccessDenied.SaveMedia" = "O GetGems precisa acessar sua galeria de fotos para salvar fotos e vídeos.\n\nVá até Ajustes > Privacidade > Fotos e habilite o GetGems.";

"AccessDenied.PhotosRestricted" = "O acesso às fotos pelo GetGems foi limitado.\n\nPor favor, vá em Ajustes > Geral > Restrições > Fotos e habilite o GetGems.";

"AccessDenied.LocationDenied" = "O GetGems precisa acessar sua localização para poder compartilhá-la com seus contatos.\n\nVá até Ajustes > Privacidade > Serviços de Localização e habilite o GetGems.";

"AccessDenied.LocationDisabled" = "O GetGems precisa acessar sua localização para poder compartilhá-la com seus contatos.\n\nVá até Ajustes > Privacidade > Serviços de Localização e habilite o GetGems.";

"AccessDenied.LocationTracking" = "O GetGems precisa acessar sua localização para poder te mostrar no mapa.\n\nVá até Ajustes > Privacidade > Serviços de Localização e habilite o GetGems.";

"AccessDenied.Settings" = "Configurações";

"WebSearch.RecentClearConfirmation" = "Você tem certeza que deseja limpar as imagens recentes?";

"FeatureDisabled.Oops" = "Oops";

"Conversation.ContextMenuReply" = "Responder";

"ForwardedMessages_1" = "Mensagem encaminhada";
"ForwardedMessages_2" = "2 mensagens encaminhadas";
"ForwardedMessages_3_10" = "%@ mensagens encaminhadas";
"ForwardedMessages_any" = "%@ mensagens encaminhadas";

"ForwardedFiles_1" = "Arquivo encaminhado";
"ForwardedFiles_2" = "2 arquivos encaminhados";
"ForwardedFiles_3_10" = "%@ arquivos encaminhados";
"ForwardedFiles_any" = "%@ arquivos encaminhados";

"ForwardedStickers_1" = "Sticker encaminhado";
"ForwardedStickers_2" = "2 stickers encaminhados";
"ForwardedStickers_3_10" = "%@ stickers encaminhados";
"ForwardedStickers_any" = "%@ stickers encaminhados";

"ForwardedPhotos_1" = "Foto encaminhada";
"ForwardedPhotos_2" = "2 fotos encaminhadas";
"ForwardedPhotos_3_10" = "%@ fotos encaminhadas";
"ForwardedPhotos_any" = "%@ fotos encaminhadas";

"ForwardedVideos_1" = "Vídeo encaminhado";
"ForwardedVideos_2" = "2 vídeos encaminhados";
"ForwardedVideos_3_10" = "%@ vídeos encaminhados";
"ForwardedVideos_any" = "%@ vídeos encaminhados";

"ForwardedAudios_1" = "Áudio encaminhado";
"ForwardedAudios_2" = "2 áudios encaminhados";
"ForwardedAudios_3_10" = "%@ áudios encaminhados";
"ForwardedAudios_any" = "%@ áudios encaminhados";

"ForwardedLocations_1" = "Localização encaminhada";
"ForwardedLocations_2" = "2 localizações encaminhadas";
"ForwardedLocations_3_10" = "%@ localizações encaminhadas";
"ForwardedLocations_any" = "%@ localizações encaminhadas";

"ForwardedGifs_1" = "GIF Encaminhado";
"ForwardedGifs_2" = "2 GIFs Encaminhados";
"ForwardedGifs_3_10" = "%@ GIFs Encaminhados";
"ForwardedGifs_any" = "%@ GIFs encaminhados";

"ForwardedContacts_1" = "Contato encaminhado";
"ForwardedContacts_2" = "2 contatos encaminhados";
"ForwardedContacts_3_10" = "%@ contatos encaminhados";
"ForwardedContacts_any" = "%@ contatos encaminhados";

"ForwardedAuthors2" = "%@, %@";
"ForwardedAuthorsOthers_1" = "%@ e 1 outro";
"ForwardedAuthorsOthers_2" = "%@ e 2 outros";
"ForwardedAuthorsOthers_3_10" = "%@ e %@ outros";
"ForwardedAuthorsOthers_any" = "%@ e %@ outros";

"PrivacySettings.TwoStepAuth" = "Verificação em duas etapas";
"TwoStepAuth.Title" = "Verificação em duas etapas";
"TwoStepAuth.SetPassword" = "Configurar uma senha adicional";
"TwoStepAuth.SetPasswordHelp" = "Você pode configurar uma senha que será requisitada quando você entrar em um novo aparelho, além do código que você receberá por SMS. ";
"TwoStepAuth.SetupPasswordTitle" = "Sua senha";

"TwoStepAuth.SetupHintTitle" = "Dica da senha";
"TwoStepAuth.SetupHint" = "Por favor, crie uma dica para a sua senha";

"TwoStepAuth.ChangePassword" = "Alterar senha";
"TwoStepAuth.RemovePassword" = "Desabilitar senha";
"TwoStepAuth.SetupEmail" = "Configurar e-mail de recuperação";
"TwoStepAuth.ChangeEmail" = "Alterar e-mail de recuperação";
"TwoStepAuth.PendingEmailHelp" = "O seu e-mail de recuperação %@ ainda não está ativo e aguarda confirmação.";
"TwoStepAuth.GenericHelp" = "Você habilitou a verificação em duas etapas.\nSerá preciso a senha definida aqui para entrar em sua conta do GetGems.";

"TwoStepAuth.ConfirmationTitle" = "Verificação em duas etapas";
"TwoStepAuth.ConfirmationText" = "Por favor, verifique o seu e-mail e clique no link de validação para completar a configuração da verificação em duas etapas. Verifique também a pasta spam.";
"TwoStepAuth.ConfirmationChangeEmail" = "Alterar e-mail";
"TwoStepAuth.ConfirmationAbort" = "Cancelar a Configuração da Verificação em Duas Etapas";

"TwoStepAuth.SetupPasswordEnterPasswordNew" = "Insira uma senha:";
"TwoStepAuth.SetupPasswordEnterPasswordChange" = "Por favor, insira sua nova senha:";
"TwoStepAuth.SetupPasswordConfirmPassword" = "Por favor, digite sua senha novamente";
"TwoStepAuth.SetupPasswordConfirmFailed" = "As senhas não são iguais. Por favor, tente novamente.";

"TwoStepAuth.EnterPasswordTitle" = "Senha";
"TwoStepAuth.EnterPasswordPassword" = "Senha";
"TwoStepAuth.EnterPasswordHint" = "Dica: %@";
"TwoStepAuth.EnterPasswordHelp" = "Você habilitou a verificação em duas etapas, a sua conta está protegida com uma senha adicional.";
"TwoStepAuth.EnterPasswordInvalid" = "Senha inválida. Por favor, tente novamente.";
"TwoStepAuth.EnterPasswordForgot" = "Esqueceu a senha?";

"TwoStepAuth.EmailTitle" = "E-mail de recuperação";
"TwoStepAuth.EmailSkip" = "Pular";
"TwoStepAuth.EmailSkipAlert" = "É sério!\n\nSe você esquecer a sua senha, você perderá o acesso a sua conta do GetGems. Não há nenhuma forma de recuperá-la.";
"TwoStepAuth.Email" = "E-Mail";
"TwoStepAuth.EmailPlaceholder" = "Seu e-mail";
"TwoStepAuth.EmailHelp" = "Por favor, adicione um e-mail válido. Essa é a única forma de recuperar uma senha esquecida.";
"TwoStepAuth.EmailInvalid" = "E-mail inválido. Por favor, tente novamente.";
"TwoStepAuth.EmailSent" = "Nós lhe enviamos um e-mail para conferir o seu endereço.";
"TwoStepAuth.PasswordSet" = "A sua senha para a verificação em duas etapas foi ativada.";
"TwoStepAuth.PasswordRemoveConfirmation" = "Você tem certeza que deseja desabilitar a sua senha?";

"TwoStepAuth.RecoveryUnavailable" = "Como você não indicou um e-mail de recuperação quando configurou a sua senha, as únicas opções são lembrar a senha ou apagar a sua conta.";
"TwoStepAuth.RecoveryFailed" = "As únicas opções restantes são lembrar a senha ou apagar a sua conta.";
"TwoStepAuth.ResetAccount" = "Apagar minha conta";
"TwoStepAuth.ResetAccountHelp" = "Se você prosseguir e apagar a sua conta, você perderá todos os seus chats e mensagens, assim como todas as suas mídias e arquivos compartilhados.";
"TwoStepAuth.ResetAccountConfirmation" = "Se você prosseguir e apagar a sua conta, você perderá todos os seus chats e mensagens, assim como todas as suas mídias e arquivos compartilhados.";

"TwoStepAuth.RecoveryTitle" = "Código do e-mail";
"TwoStepAuth.RecoverySent" = "O código de recuperação foi enviado para o e-mail fornecido: \n\n%@";
"TwoStepAuth.RecoveryCode" = "Código";
"TwoStepAuth.RecoveryCodeHelp" = "Por favor, verifique o seu e-mail e digite aqui o código de 6 dígitos recebido.";
"TwoStepAuth.RecoveryCodeInvalid" = "Código inválido. Por favor, tente novamente.";
"TwoStepAuth.RecoveryCodeExpired" = "Nós lhe enviamos um código de 6 dígitos.";
"TwoStepAuth.RecoveryEmailUnavailable" = "Está tendo problemas para acessar seu e-mail %@?";

"TwoStepAuth.FloodError" = "Limite excedido. Por favor tente novamente mais tarde.";
"TwoStepAuth.GenericError" = "Ocorreu um erro. Por favor tente novamente mais tarde.";

"Conversation.FilePhotoOrVideo" = "Foto ou Vídeo";
"Conversation.FileICloudDrive" = "iCloud Drive";
"Conversation.FileDropbox" = "Dropbox";
"Conversation.FileGoogleDrive" = "Google Drive";

"Conversation.FileHowTo" = "Como compartilhar arquivos?";
"Conversation.FileOpenIn" = "Abrir em...";
"Conversation.FileHowToText" = "Para compartilhar arquivos de qualquer tipo, abra-os em seu %@ (ex: em seu navegador), clique **Abrir em...** ou no botão de ação e escolha o GetGems.";

"Map.LocationTitle" = "Localização";
"Map.OpenInMaps" = "Abrir no Maps";
"Map.OpenInGooglePlus" = "Abrir no Google Plus";
"Map.OpenInFoursquare" = "Abrir no Foursquare";
"Map.OpenInHereMaps" = "Abrir no HERE Maps";
"Map.OpenInYandexMaps" = "Abrir no Yandex Maps";
"Map.OpenInYandexNavigator" = "Abrir no Yandex Navigator";
"Map.OpenIn" = "Abrir Em";
"Map.More" = "Mais...";

"Map.SendThisLocation" = "Enviar essa localização";
"Map.SendMyCurrentLocation" = "Enviar minha localização atual";
"Map.Locating" = "Localizando...";
"Map.ChooseAPlace" = "Ou escolha um lugar";
"Map.AccurateTo" = "Precisão de %@";
"Map.Search" = "Procurar lugares próximos";
"Map.ShowPlaces" = "Mostrar lugares";
"Map.LoadError" = "Ocorreu um erro. Tente novamente.";
"Map.LocatingError" = "Falha ao alocar";
"Map.Unknown" = "Localização desconhecida";

"Map.DistanceAway" = "%@ distante";
"Map.ETAMinutes_any" = "%@ min";
"Map.ETAHours_1" = "%@ h";
"Map.ETAHours_any" = "%@ h";

"GoogleDrive.Title" = "Google Drive";
"GoogleDrive.Logout" = "Sair";
"GoogleDrive.LogoutTitle" = "Sair";
"GoogleDrive.LogoutMessage" = "Você tem certeza que deseja sair do Google Drive?";
"GoogleDrive.LogoutLogout" = "Sair";
"GoogleDrive.FolderIsEmpty" = "Pasta vazia.";
"GoogleDrive.FolderLoadError" = "Incapaz de carregar pasta.";
"GoogleDrive.LoadErrorTitle" = "Incapaz de Conectar";
"GoogleDrive.LoadErrorMessage" = "Verifique sua conexão com a internet e tente novamente";

"ChangePhone.ErrorOccupied" = "O número %@ já possui uma conta do GetGems. Por favor, delete esta conta antes de migrar para o novo número.";

"AccessDenied.LocationTracking" = "O GetGems precisa acessar sua localização para poder te mostrar no mapa.\n\nVá até Ajustes > Privacidade > Serviços de Localização e habilite o GetGems.";

"PrivacySettings.AuthSessions" = "Sessões Ativas";
"AuthSessions.Title" = "Sessões Ativas";
"AuthSessions.CurrentSession" = "SESSÃO ATUAL";
"AuthSessions.TerminateOtherSessions" = "Terminar todas as outras sessões";
"AuthSessions.TerminateOtherSessionsHelp" = "Sair de todos os dispositivos, exceto este.";
"AuthSessions.TerminateSession" = "Encerrar sessão";
"AuthSessions.OtherSessions" = "SESSÕES ATIVAS";
"AuthSessions.EmptyTitle" = "Nenhuma outra sessão";
"AuthSessions.EmptyText" = "Você pode entrar no GetGems a partir de outro celular, tablet ou computador usando o mesmo número de telefone. Todos os seus dados serão sincronizados instantaneamente.";
"AuthSessions.AppUnofficial" = "(ID: %@)";

"WebPreview.GettingLinkInfo" = "Obtendo informações...";
"WebPreview.LinkPreview" = "Link Preview";

"Preview.OpenInInstagram" = "Abrir no Instagram";

"MediaPicker.AddCaption" = "Adicionar legenda...";

"GroupInfo.InviteByLink" = "Convidar para o Grupo via Link";

"GroupInfo.InviteLink.Title" = "Link de Convite";
"GroupInfo.InviteLink.LinkSection" = "LINK";
"GroupInfo.InviteLink.Help" = "Qualquer um com GetGems instalado poderá entrar no seu grupo abrindo este link.";
"GroupInfo.InviteLink.CopyLink" = "Copiar Link";
"GroupInfo.InviteLink.RevokeLink" = "Desativar Link";
"GroupInfo.InviteLink.ShareLink" = "Compartilhar Link";
"GroupInfo.InviteLink.RevokeAlert.Text" = "Você tem certeza que deseja desativar o link? Uma vez feito, ninguém conseguirá entrar no grupo usando-o.";
"GroupInfo.InviteLink.RevokeAlert.Revoke" = "Desativar";
"GroupInfo.InviteLink.RevokeAlert.Success" = "Este link de convite está inativo. Um novo link foi gerado.";
"GroupInfo.InviteLink.CopyAlert.Success" = "Link copiado para área de transferência.";

"UserInfo.ShareMyContactInfo" = "Compartilhar Meu Contato";

"GroupInfo.InvitationLinkAccept" = "Você deseja entrar no chat \"%@\"?";
"GroupInfo.InvitationLinkAcceptChannel" = "Você deseja entrar no canal \"%@\"?";
"GroupInfo.InvitationLinkAlreadyAccepted" = "Você já é um membro deste grupo.";
"GroupInfo.InvitationLinkDoesNotExist" = "Desculpe, esse grupo não existe.";
"GroupInfo.InvitationLinkGroupFull" = "Desculpe, este grupo já está lotado.";

"Core.CurrentUpdateText" = "GetGems para iOS foi atualizado. Novidades da versão %@:\n\n- Otimização para iPhone 6s e 6s+\n- Suporte ao Split View e Slide Over para iPads\n- Suporte total ao WatchOS2 (melhorada a velocidade, respostas rápidas, notas de voz, bots, canais)\n\nCorrigidos vários bugs, incluindo problemas ao abrir fotos, encaminhar e responder no iPhone 6s.";

"Core.ServiceUserStatus" = "Notificações de Serviço";

"Notification.JoinedGroupByLink" = "%@ entrou para o grupo via link de convite";

"ChatSettings.Other" = "OUTROS";
"ChatSettings.Stickers" = "Stickers";

"StickerPacksSettings.Title" = "Stickers";
"StickerPacksSettings.ShowStickersButton" = "Mostrar Aba de Stickers";
"StickerPacksSettings.ShowStickersButtonHelp" = "Um ícone aparecerá no campo de digitação.";

"StickerPacksSettings.StickerPacksSection" = "PACOTES DE STICKERS";
"StickerPacksSettings.ManagingHelp" = "Artistas são bem-vindos a adicionar seus próprios pacotes de stickers usando o @stickers bot.\n\nUsuários podem adicionar stickers clicando duas vezes sobre eles e escolhendo — \"Adicionar Stickers\".";

"StickerPack.RemovePrompt" = "Remover \"%@\"?";
"StickerPack.BuiltinPackName" = "Grandes Mentes";
"StickerPack.StickerCount_1" = "1 sticker";
"StickerPack.StickerCount_2" = "2 stickers";
"StickerPack.StickerCount_3_10" = "%@ stickers";
"StickerPack.StickerCount_any" = "%@ stickers";

"StickerPack.AddStickerCount_1" = "Adicionar 1 Sticker";
"StickerPack.AddStickerCount_2" = "Adicionar 2 Stickers";
"StickerPack.AddStickerCount_3_10" = "Adicionar %@ Stickers";
"StickerPack.AddStickerCount_any" = "Adicionar %@ Stickers";

"StickerPack.ShareStickers" = "Compartilhar Stickers";

"Conversation.ContextMenuStickerPackAdd" = "Adicionar";
"Conversation.ContextMenuStickerPackInfo" = "Info";

"MediaPicker.Processing" = "Processando %@";
"MediaPicker.Nof" = "%@ de";

"UserInfo.ShareBot" = "Compartilhar";
"UserInfo.InviteBotToGroup" = "Adicionar Ao Grupo";
"Profile.BotInfo" = "sobre";
"Profile.ShareBotPersonFormat" = "Compartilhar o bot com %@?";
"Profile.ShareBotGroupFormat" = "Compartilhar o bot com %@?";

"Target.SelectGroup" = "Escolher Grupo";
"Target.InviteToGroupConfirmation" = "Adicionar o bot em %@?";
"Target.InviteToGroupErrorAlreadyInvited" = " O bot já é um membro do grupo.";
"Bot.GenericBotStatus" = "bot";
"Bot.DescriptionTitle" = "O que esse bot pode fazer?";
"Bot.GroupStatusReadsHistory" = "tem acesso às mensagens";
"Bot.GroupStatusDoesNotReadHistory" = "não tem acesso às mensagens";
"Bot.Start" = "Iniciar";
"UserInfo.BotSettings" = "Configurações";
"UserInfo.BotHelp" = "Ajuda";

"Contacts.SearchLabel" = "Contato ou nome de usuário";
"ChatSearch.SearchPlaceholder" = "Busca";

"WatchRemote.NotificationText" = "Abra essa notificação no celular para visualizar a mensagem de seu Apple Watch";
"WatchRemote.AlertTitle" = "Mensagem do seu Apple Watch";
"WatchRemote.AlertText" = "Abrir mensagem aqui?";
"WatchRemote.AlertOpen" = "Abrir";

"Conversation.SearchPlaceholder" = "Buscar neste chat";
"Conversation.SearchNoResults" = "Sem Resultados";

"GroupInfo.AddUserLeftError" = "Desculpe, se a pessoa deixou o grupo, somente com contato mútuo será possível adicionar novamente (eles precisam de seu número de telefone e você do deles).";

"DialogList.SearchSectionRecent" = "Recente";

"DialogList.DeleteBotConfirmation" = "Apagar";
"DialogList.DeleteBotConversationConfirmation" = "Apagar e Parar";
"Bot.Stop" = "Parar Bot";
"Bot.Unblock" = "Reiniciar Bot";

"Login.PhoneNumberHelp" = "Ajuda";
"Login.EmailPhoneSubject" = "Número inválido %@";
"Login.EmailPhoneBody" = "Eu estou tentando usar o meu número: %@\nMas o GetGems diz que é inválido. Por favor, ajude.";

"SharedMedia.TitleLink" = "Links Compartilhados";
"SharedMedia.EmptyLinksText" = "Todos os links compartilhados no chat aparecerão aqui.";

"SharedMedia.Link_1" = "1 link";
"SharedMedia.Link_2" = "2 links";
"SharedMedia.Link_3_10" = "%@ links";
"SharedMedia.Link_any" = "%@ links";

"Compose.NewChannelButton" = "Novo Canal";
"Channels.Title" = "Canais";

"Compose.NewChannel" = "Novo Canal";
"GroupInfo.ChannelListNamePlaceholder" = "Nome do Canal";

"Channel.MessagePhotoUpdated" = "Foto do canal atualizada";
"Channel.MessagePhotoRemoved" = "Foto do canal removida";
"Channel.MessageTitleUpdated" = "Canal renomeado para \"%@\"";
"Channel.TitleInfo" = "Info do Canal";

"Channel.UpdatePhotoItem" = "Definir Foto do Canal";

"Channel.AboutItem" = "sobre";
"Channel.LinkItem" = "compartilhar link";
"Channel.Edit.AboutItem" = "Descrição";
"Channel.Edit.LinkItem" = "Link";

"Channel.Username.Title" = "Link";
"Channel.Username.Help" = "Você pode escolher um nome de canal no **GetGems**. Se você fizer, outras pessoas poderão encontrar seu canal pelo nome.\n\nVocê pode usar **a-z**, **0-9** e underline. O tamanho mínimo é de **5** caracteres.";
"Channel.Username.LinkHint" = "Esse link abre o seu canal no GetGems:[\nhttp://GetGems.me/%@]";
"Channel.Username.InvalidTooShort" = "Nome do canal deve ter pelo menos 5 caracteres.";
"Channel.Username.InvalidStartsWithNumber" = "Nome do canal não pode iniciar com número.";
"Channel.Username.InvalidCharacters" = "Desculpe, esse nome é inválido.";
"Channel.Username.InvalidTaken" = "Desculpe, nome já está em uso.";
"Channel.Username.CheckingUsername" = "Verificando nome...";
"Channel.Username.UsernameIsAvailable" = "%@ está disponível.";

"Channel.Share" = "Compartilhar";
"Channel.LeaveChannel" = "Sair do Canal";

"Channel.About.Title" = "Descrição";

"Channel.About.Placeholder" = "Descrição";
"Channel.About.Help" = "Você pode providenciar uma descrição opcional para o seu canal.";
"Group.About.Help" = "Você pode providenciar uma descrição para o seu grupo.";
"Channel.About.Error" = "Ocorreu um erro.";
"Channel.ShareNoLink" = "Selecione um link para o seu canal para as pessoas encontrarem na busca.";

"Channel.Status" = "canal";
"Group.Status" = "grupo";

"Compose.NewChannel.Members" = "MEMBROS";
"Compose.NewChannel.AddMember" = "Adicionar Membro...";
"Compose.NewChannel.AddMemberHelp" = "Você pode convidar seus contatos para entrar no canal agora ou adicioná-los depois.";
"Channel.NotificationSelfAdded" = "%@ adicionou você ao canal";

"ChannelInfo.ConfirmLeave" = "Sair do Canal";
"Channel.JoinChannel" = "Entrar";
"Forward.ChannelReadOnly" = "Desculpe, você não pode postar nesse canal.";

"Conversation.InfoChannel" = "Canal";

"Channel.ErrorAccessDenied" = "Desculpe, esse canal é privado.";
"Conversation.InputTextBroadcastPlaceholder" = "Transmissão";

"Channel.NotificationCommentsEnabled" = "Comentários habilitados";
"Channel.NotificationCommentsDisabled" = "Comentários desabilitados";
"Channel.Edit.EnableComments" = "Comentários";

"Channel.TitleShowDiscussion" = "mostrar comentários";
"Channel.ShareChannel" = "Compartilhar";

"Channel.NotificationComments_1" = "1 comentário";
"Channel.NotificationComments_2" = "2 comentários";
"Channel.NotificationComments_3_10" = "%@ comentários";
"Channel.NotificationComments_any" = "%@ comentários";
"Channel.NotificationLoading" = "Carregando...";

"Conversation.InputTextDisabledPlaceholder" = "Comentários desabilitados";
"Compose.ChannelTokenListPlaceholder" = "Contato ou nome de usuário";
"Compose.GroupTokenListPlaceholder" = "Contato ou nome de usuário";

"Compose.ChannelMembers" = "Membros";

"Channel.Setup.TypeHeader" = "TIPO DO CANAL";
"Channel.Setup.TypePrivate" = "Privado";
"Channel.Setup.TypePublic" = "Público";
"Channel.Setup.TypePublicHelp" = "Canais públicos podem ser encontrados na busca, qualquer um pode entrar.";
"Channel.Setup.TypePrivateHelp" = "Canais privados só pode ser aderido através de um link de convite.";

"Channel.Setup.Title" = "Canal";

"Channel.Username.CreatePublicLinkHelp" = "Pessoas podem compartilhar esse link com outros e encontrar o seu canal usando a busca do Telegram";
"Channel.Username.CreatePrivateLinkHelp" = "Pessoas podem entrar em seu canal por este link. Você pode revogar o link quando quiser.";

"Channel.Username.CreateCommentsEnabled" = "Comentários";
"Channel.Username.CreateCommentsHelp" = "Se você habilitar comentários, membros poderão discutir seu post no canal.";

"Channel.Setup.PublicNoLink" = "Por favor, escolha um link para o seu canal público, assim as pessoas poderão encontrá-lo na busca e compartilhar com outros.\n\nSe não estiver interessado, em vez disso sugerimos criar um canal privado.";

"Channel.Edit.PrivatePublicLinkAlert" = "Note que ao escolher um link público para o canal, qualquer um poderá encontrá-lo na busca e entrar.\n\nNão crie esse link se você deseja que seu canal seja privado.";

"Channel.Info.Description" = "descrição";

"Channel.Info.Management" = "Administradores";
"Channel.Info.BlackList" = "Lista Negra";
"Channel.Info.Members" = "Membros";

"Channel.Members.AddMembers" = "Adicionar Membros";
"Channel.Members.AddMembersHelp" = "Somente os administradores podem ver essa lista.";
"Channel.Members.Title" = "Membros";
"Channel.BlackList.Title" = "Lista Negra";
"Channel.Management.Title" = "Administradores";
"Channel.Management.LabelCreator" = "Criador";
"Channel.Management.LabelModerator" = "Moderador";
"Channel.Management.LabelEditor" = "Administrador";

"Channel.Management.AddModerator" = "Adicionar Administrador";
"Channel.Management.AddModeratorHelp" = "Você pode adicionar administradores para ajudar a gerenciar seu canal.";

"Channel.Members.Kick" = "Remover";
"Channel.Management.Remove" = "Remover";

"Conversation.InputTextCommentPlaceholder" = "Comentário";

"Channel.Members.InviteLink" = "Convidar via Link";

"Channel.Management.ErrorNotMember" = "%@ não entrou no seu canal ainda. Você deseja enviar um convite?";

"Channel.Moderator.AccessLevelHeader" = "NÍVEL DE ACESSO";
"Channel.Moderator.AccessLevelEditor" = "Editor";
"Channel.Moderator.AccessLevelModerator" = "Moderador";

"Channel.Moderator.AccessLevelModeratorHelp" = "Moderadores podem remover comentários de usuários e gerenciar a lista negra do canal.\n\nModeradores não podem mudar o nome do canal, link, foto e descrição.";
"Channel.Moderator.AccessLevelEditorHelp" = "Editores podem postar como o canal, gerenciar a lista negra e remover posts.\n\nEditores não podem mudar o nome do canal, link, foto e descrição.";
"Channel.Moderator.AccessLevelRevoke" = "Dispensar Moderador";

"Channel.Moderator.Title" = "Moderador";

"Notification.ChannelInviter" = "%@ convidou você para esse canal";
"Notification.ChannelInviterSelf" = "Você entrou nesse canal";

"Notification.GroupInviter" = "%@ convidou você para este grupo";
"Notification.GroupInviterSelf" = "Você entrou nesse grupo";

"ChannelInfo.DeleteChannel" = "Apagar Canal";
"ChannelInfo.DeleteChannelConfirmation" = "Espere! Apagando esse canal removerá todos os membros e todas as mensagens serão perdidas. Apagar assim mesmo?";

"Channel.Username.InvalidTooManyUsernames" = "Desculpe, você criou muitos canais públicos. Você pode criar um canal privado ou apagar um de seus canais existentes primeiro.";

"ChannelInfo.ChannelForbidden" = "Desculpe, esse canal não é mais acessível.";

"PhotoEditor.FadeTool" = "Fade";
"PhotoEditor.TintTool" = "Matiz";
"PhotoEditor.TintIntensity" = "Intensidade da Matiz";
"PhotoEditor.ShadowsTint" = "Sombras";
"PhotoEditor.HighlightsTint" = "Luzes";
"PhotoEditor.CurvesTool" = "Curvas";
"PhotoEditor.CurvesAll" = "Todos";
"PhotoEditor.CurvesRed" = "Vermelho";
"PhotoEditor.CurvesGreen" = "Verde";
"PhotoEditor.CurvesBlue" = "Azul";

"Channel.ErrorAddBlocked" = "Desculpe, você não pode adicionar esse usuário em canais.";
"Channel.ErrorAddTooMuch" = "Desculpe, você só pode adicionar os primeiros 200 membros ao canal. Note que um número ilimitado de pessoas podem entrar via link do canal.";

"ChannelIntro.Title" = "O que é um Canal?";
"ChannelIntro.Text" = "Canais são uma nova ferramenta\npara transmissão de suas mensagens\npara grandes audiências.";
"ChannelIntro.CreateChannel" = "Criar Canal";

"ShareMenu.Send" = "Enviar";

"Conversation.ReportSpam" = "Reportar Spam";
"Conversation.ReportSpamConfirmation" = "Você tem certeza que deseja reportar esse usuário por spam?";
"SharedMedia.EmptyMusicText" = "Todas as músicas compartilhadas no chat aparecerão aqui.";

"ChatSettings.AutoPlayAnimations" = "Auto-Reproduzir GIFs";

"GroupInfo.ChatAdmins" = "Adicionar Administradores";

"ChatAdmins.Title" = "Administradores do Chat";
"ChatAdmins.AllMembersAreAdmins" = "Todos São Administradores";
"ChatAdmins.AllMembersAreAdminsOnHelp" = "Todos podem adicionar novos membros, editar nome e foto do grupo.";
"ChatAdmins.AllMembersAreAdminsOffHelp" = "Somente administradores podem adicionar e remover membros, editar nome e a foto do grupo.";
"ChatAdmins.AdminLabel" = "Administrador";

"Group.MessagePhotoUpdated" = "A foto do grupo foi atualizada";
"Group.MessagePhotoRemoved" = "A foto do grupo foi removida";
"Group.MessageTitleUpdated" = "O nome do grupo foi mudado para \"%@\"";

"Group.UpgradeNoticeHeader" = "LIMITE DE MEMBROS ALCANÇADO";

"Group.UpgradeNoticeText1" = "Para ir além do limite e ter funcionalidades adicionais, atualize para um supergrupo:";
"Group.UpgradeNoticeText2" = "• Supergrupos podem ter até {supergroup_member_limit} membros \n• Novos membros podem ver todo o histórico do grupo \n• Administradores podem excluir as mensagens para todos\n• Notificações são silenciadas por padrão";
"GroupInfo.UpgradeButton" = "Atualizar para supergrupo";
"Group.UpgradeConfirmation" = "Note que os membros do grupo precisarão atualizar os apps do Telegram para a última versão para visualizar o supergrupo.";

"Notification.GroupMigratedToChannel" = "Esse grupo foi atualizado para um supergrupo";
"Notification.GroupDeactivated" = "Grupo desativado";
"Notification.GroupDeactivated" = "Grupo desativado";
"Notification.ChannelMigratedFrom" = "Esse grupo foi atualizado para um supergrupo";

"Conversation.StatusGroupDeactivated" = "grupo desativado";
"GroupInfo.DeactivatedStatus" = "Grupo Desativado";

"Notification.RenamedGroup" = "Grupo renomeado";

"Group.ErrorAddTooMuch" = "Desculpe, o grupo está lotado.";
"Group.ErrorAddTooMuchBots" = "Desculpe, você atingiu o número máximo de bots para esse grupo.";
"Group.ErrorAddTooMuchAdmins" = "Desculpe, você atingiu o número máximo de administradores para esse grupo.";
"Group.ErrorAddBlocked" = "Desculpe, você não pode adicionar esse usuário em grupos.";
"Group.ErrorNotMutualContact" = "Desculpe, você só pode adicionar contatos mútuos à grupos no momento.";

"Conversation.SendMessageErrorFlood" = "Desculpe, você pode enviar mensagens somente para contatos mútuos no momento.";
"Generic.ErrorMoreInfo" = "Mais informações";

"Notification.InvitedMany" = "%@ convidou %@";

"ChannelMembers.Blacklist.EmptyText" = "Usuários na Lista Negra são removidos do grupo e só podem voltar se convidados por um administrador. Links de convite não funcionam para eles.";

"ChannelInfo.DeleteGroup" = "Apagar Grupo";
"ChannelInfo.DeleteGroupConfirmation" = "Espere! Apagar este grupo removerá todos os membros e todas as mensagens serão perdidas. Apagar o grupo mesmo assim?";

"ReportPeer.Report" = "Reportar";

"ReportPeer.ReasonSpam" = "Spam";
"ReportPeer.ReasonViolence" = "Violência";
"ReportPeer.ReasonPornography" = "Pornografia";
"ReportPeer.ReasonOther" = "Outro";

"ReportPeer.AlertSuccess" = "Obrigado!\nO relatório será revisado pela nossa equipe em breve.";

"Login.TermsOfServiceLabel" = "Ao inscrever-se,\nVocê concorda com os [Termos de Serviço].";
"Login.TermsOfServiceHeader" = "Termos de Serviço";

"ReportPeer.ReasonOther.Placeholder" = "Descrição";
"ReportPeer.ReasonOther.Title" = "Reportar";
"ReportPeer.ReasonOther.Send" = "Enviar";

"Group.Management.AddModeratorHelp" = "Você pode adicionar administradores para ajudar a gerenciar seu grupo.";

"Watch.AppName" = "Telegram";
"Watch.Compose.AddContact" = "Escolher Contato";
"Watch.Compose.CreateMessage" = "Criar Mensagem";
"Watch.Compose.CurrentLocation" = "Localização Atual";
"Watch.Compose.Send" = "Enviar";
"Watch.Contacts.NoResults" = "Nenhum contato\ncorrespondente";
"Watch.ChatList.NoConversationsTitle" = "Nenhuma Conversa";
"Watch.ChatList.NoConversationsText" = "Para iniciar\nPressione, depois toque\nem Nova Mensagem";
"Watch.ChatList.Compose" = "Nova Mensagem";

"Watch.Conversation.Reply" = "Responder";
"Watch.Conversation.Unblock" = "Desbloquear";
"Watch.Conversation.UserInfo" = "Informações";
"Watch.Conversation.GroupInfo" = "Informações do Grupo";
"Watch.Bot.Restart" = "Reiniciar";

"Watch.UserInfo.Title" = "Informações";
"Watch.UserInfo.Service" = "notificações de serviço";

"Watch.UserInfo.Block" = "Bloquear";
"Watch.UserInfo.Unblock" = "Desbloquear";
"Watch.UserInfo.Mute_1" = "Silenciar por 1 hora";
"Watch.UserInfo.Mute_2" = "Silenciar por 2 horas";
"Watch.UserInfo.Mute_3_10" = "Silenciar por %@ horas";
"Watch.UserInfo.Mute_any" = "Silenciar por %@ horas";
"Watch.UserInfo.Mute" = "Silenciar";
"Watch.UserInfo.Unmute" = "Restaurar Som";

"Watch.GroupInfo.Title" = "Informações do Grupo";
"Watch.ChannelInfo.Title" = "Info do Canal";

"Watch.Message.ForwardedFrom" = "Encaminhado de";

"Watch.Notification.Joined" = "Entrou para o Telegram";

"Watch.MessageView.Title" = "Mensagem";
"Watch.MessageView.Forward" = "Encaminhar";
"Watch.MessageView.Reply" = "Responder";
"Watch.MessageView.ViewOnPhone" = "Visualizar No Celular";

"Watch.PhotoView.Title" = "Foto";

"Watch.Stickers.Recents" = "Recentes";
"Watch.Stickers.RecentPlaceholder" = "Seus stickers mais frequentes aparecerão aqui";
"Watch.Stickers.StickerPacks" = "Pacotes de Sticker";

"Watch.Location.Current" = "Localização Atual";
"Watch.Location.Access" = "Permitir acesso à localização para o Telegram";

"Watch.AuthRequired" = "Entre no Telegram em seu celular para iniciar";
"Watch.UnlockRequired" = "Desbloquear Telegram em seu celular";

"Watch.NoConnection" = "Sem Conexão";
"Watch.ConnectionDescription" = "Seu Watch precisa estar conectado para o app funcionar";

"Watch.State.Connecting" = "Conectando...";
"Watch.State.Updating" = "Atualizando...";
"Watch.State.WaitingForNetwork" = "Sem Rede";

"Watch.Time.ShortTodayAt" = "Hoje %@";
"Watch.Time.ShortYesterdayAt" = "Ontem %@";
"Watch.Time.ShortWeekdayAt" = "%1$@ %2$@";
"Watch.Time.ShortFullAt" = "%1$@ %2$@";

"Watch.LastSeen.JustNow" = "agora mesmo";
"Watch.LastSeen.MinutesAgo_1" = "1 minuto atrás";
"Watch.LastSeen.MinutesAgo_2" = "2 minutos atrás";
"Watch.LastSeen.MinutesAgo_3_10" = "%@ minutos atrás";
"Watch.LastSeen.MinutesAgo_any" = "%@ minutos atrás";
"Watch.LastSeen.HoursAgo_1" = "1 hora atrás";
"Watch.LastSeen.HoursAgo_2" = "2 horas atrás";
"Watch.LastSeen.HoursAgo_3_10" = "%@ horas atrás";
"Watch.LastSeen.HoursAgo_any" = "%@ horas atrás";
"Watch.LastSeen.TodayAt" = "hoje às %@";
"Watch.LastSeen.YesterdayAt" = "ontem às %@";
"Watch.LastSeen.AtWeekday" = "%@";
"Watch.LastSeen.AtDate" = "%@";
"Watch.LastSeen.Lately" = "recentemente";
"Watch.LastSeen.WithinAWeek" = "na última semana";
"Watch.LastSeen.WithinAMonth" = "no último mês";
"Watch.LastSeen.ALongTimeAgo" = "há muito tempo";

"Watch.Suggestion.OK" = "OK";
"Watch.Suggestion.ThankYou" = "Obrigado.";
"Watch.Suggestion.Thanks" = "Obrigado!";
"Watch.Suggestion.WhatsUp" = "E aí?";
"Watch.Suggestion.Yes" = "Sim";
"Watch.Suggestion.No" = "Não";
"Watch.Suggestion.Absolutely" = "Absolutamente";
"Watch.Suggestion.Nope" = "Não";
"Watch.Suggestion.TalkLater" = "Conversamos depois?";
"Watch.Suggestion.CantTalk" = "Não posso conversar agora...";
"Watch.Suggestion.HoldOn" = "Espere um pouco...";
"Watch.Suggestion.CallSoon" = "Te ligo em breve.";
"Watch.Suggestion.TextInABit" = "Te escrevo já.";
"Watch.Suggestion.BRB" = "Ocupado";
"Watch.Suggestion.OnMyWay" = "Estou à caminho.";
"Cache.Photos" = "Fotos";
"Cache.Videos" = "Vídeos";
"Cache.Music" = "Música";
"Cache.Files" = "Arquivos";
"Cache.Clear" = "Limpar (%@)";
"Cache.ClearNone" = "Limpar";
"Cache.ClearProgress" = "Por favor, espere...";
"Cache.ClearEmpty" = "Vazio";
"Cache.ByPeerHeader" = "CONVERSAS";
"Cache.Indexing" = "O Telegram está calculando o tamanho atual do cache.\nIsso pode demorar alguns minutos.";

"ExplicitContent.AlertTitle" = "Desculpe";
"ExplicitContent.AlertChannel" = "Você não pode acessar esse canal devido à violação das regras da App Store.";
"ExplicitContent.AlertUser" = "Você não pode acessar esse bot devido à violação das regras da App Store.";

"StickerSettings.ContextHide" = "Esconder";
"StickerSettings.ContextShow" = "Mostrar";

"Conversation.LinkDialogSave" = "Salvar";
"Conversation.GifTooltip" = "Toque aqui para acessar os GIFs salvos";

"AttachmentMenu.PhotoOrVideo" = "Foto ou Vídeo";
"AttachmentMenu.ImageSearch" = "Procurar Imagem";
"AttachmentMenu.File" = "Arquivo";

"AttachmentMenu.SendPhoto_1" = "Enviar 1 Foto";
"AttachmentMenu.SendPhoto_2" = "Enviar 2 Fotos";
"AttachmentMenu.SendPhoto_3_10" = "Enviar %@ Fotos";
"AttachmentMenu.SendPhoto_any" = "Enviar %@ Fotos";

"AttachmentMenu.SendVideo_1" = "Enviar 1 Vídeo";
"AttachmentMenu.SendVideo_2" = "Enviar 2 Vídeos";
"AttachmentMenu.SendVideo_3_10" = "Enviar %@ Vídeos";
"AttachmentMenu.SendVideo_any" = "Enviar %@ Vídeos";

"AttachmentMenu.SendGif_1" = "Enviar 1 GIF";
"AttachmentMenu.SendGif_2" = "Enviar 2 GIFs";
"AttachmentMenu.SendGif_3_10" = "Enviar %@ GIFs";
"AttachmentMenu.SendGif_any" = "Enviar %@ GIFs";

"AttachmentMenu.SendItem_1" = "Enviar 1 Item";
"AttachmentMenu.SendItem_2" = "Enviar 2 Itens";
"AttachmentMenu.SendItem_3_10" = "Enviar %@ Itens";
"AttachmentMenu.SendItem_any" = "Enviar %@ Itens";

"AttachmentMenu.SendAsFile" = "Enviar como Arquivo";
"AttachmentMenu.SendAsFiles" = "Enviar como Arquivos";

"Conversation.Processing" = "Processando...";

"Conversation.MessageViaUser" = "via %@";

"CreateGroup.SoftUserLimitAlert" = "Você poderá adicionar mais usuários após finalizar a criação do grupo e convertê-lo em um supergrupo.";
"ChannelMembers.AllMembersMayInvite" = "Todos Podem Convidar";
"ChannelMembers.AllMembersMayInviteOnHelp" = "Todos podem adicionar novos membros.";
"ChannelMembers.AllMembersMayInviteOffHelp" = "Somente administradores podem adicionar novos membros.";

"Privacy.GroupsAndChannels" = "Grupos";
"Privacy.GroupsAndChannels.WhoCanAddMe" = "QUEM PODE ME ADICIONAR A GRUPOS";
"Privacy.GroupsAndChannels.CustomHelp" = "Você pode restringir quem pode te adicionar em grupos ou canais com precisão.";
"Privacy.GroupsAndChannels.AlwaysAllow" = "Sempre Permitir";
"Privacy.GroupsAndChannels.NeverAllow" = "Nunca Permitir";
"Privacy.GroupsAndChannels.CustomShareHelp" = "Esses usuários poderão ou não te adicionar em grupos e canais, dependendo de suas configurações.";

"Privacy.GroupsAndChannels.AlwaysAllow.Title" = "Sempre Permitir";
"Privacy.GroupsAndChannels.AlwaysAllow.Placeholder" = "Sempre permitir...";
"Privacy.GroupsAndChannels.NeverAllow.Title" = "Nunca Permitir";
"Privacy.GroupsAndChannels.NeverAllow.Placeholder" = "Nunca permitir...";

"Privacy.GroupsAndChannels.InviteToGroupError" = "Desculpe, você não pode adicionar %@ a grupos devido às configurações de privacidade de %@.";
"Privacy.GroupsAndChannels.InviteToChannelError" = "Você não pode adicionar %@ a canais devido às configurações de privacidade de %@.";
"Privacy.GroupsAndChannels.InviteToChannelMultipleError" = "Desculpe, você não pode criar um grupo com esses usuários por causa da configuração de privacidade deles.";

"ChannelMembers.WhoCanAddMembers" = "Quem pode adicionar membros";
"ChannelMembers.WhoCanAddMembers.AllMembers" = "Todos os Membros";
"ChannelMembers.WhoCanAddMembers.Admins" = "Somente Administradores";
"ChannelMembers.WhoCanAddMembersAllHelp" = "Todos podem adicionar novos membros.";
"ChannelMembers.WhoCanAddMembersAdminsHelp" = "Somente administradores podem adicionar novos membros.";

"ChannelMembers.GroupAdminsTitle" = "ADMINISTRADORES DO GRUPO";
"ChannelMembers.ChannelAdminsTitle" = "ADMINISTRADORES DO CANAL";
"MusicPlayer.VoiceNote" = "Mensagem de Voz";

"PrivacyLastSeenSettings.WhoCanSeeMyTimestamp" = "QUEM PODE VER MEU VISTO POR ÚLTIMO";

"PrivacyLastSeenSettings.GroupsAndChannelsHelp" = "Alterar quem pode adicioná-lo a grupos e canais.";
"MusicPlayer.VoiceNote" = "Mensagem de Voz";

"Watch.Microphone.Access" = "Autorize o Telegram acessar o microfone em seu telefone";

"Settings.AppleWatch" = "Apple Watch";
"AppleWatch.Title" = "Apple Watch";
"AppleWatch.ReplyPresets" = "RESPOSTAS PREDEFINIDAS";
"AppleWatch.ReplyPresetsHelp" = "Você pode selecionar uma dessas respostas padrões quando você envia ou responde uma mensagem, ou você pode alterar para o que você quiser.";

"KeyCommand.FocusOnInputField" = "Escrever Mensagem";
"KeyCommand.Find" = "Buscar";
"KeyCommand.ScrollUp" = "Rolar para cima";
"KeyCommand.ScrollDown" = "Rolar para baixo";
"KeyCommand.NewMessage" = "Nova Mensagem";
"KeyCommand.JumpToPreviousChat" = "Pular para o Chat Anterior";
"KeyCommand.JumpToNextChat" = "Pular para o Próximo Chat";
"KeyCommand.JumpToPreviousUnreadChat" = "Pular para o Último Chat Não Lido";
"KeyCommand.JumpToNextUnreadChat" = "Pular para o Próximo Chat Não Lido";
"KeyCommand.SendMessage" = "Enviar Mensagem";
"KeyCommand.ChatInfo" = "Informações do Chat";

"Conversation.SecretLinkPreviewAlert" = "Você gostaria de ativar a pré-visualização estendida de links em Chats Secretos? Note que a pré-visualização é gerada nos servidores do Telegram.";
"Conversation.SecretChatContextBotAlert" = "Os bots integrados são fornecidos por desenvolvedores terceiros. Para o bot funcionar, os símbolos que você digita depois do nome de usuário do bot são enviados para o respectivo desenvolvedor.";

"Map.OpenInWaze" = "Abrir no Waze";

"ShareMenu.CopyShareLink" = "Copiar Link";

"Channel.SignMessages" = "Assinar Mensagens";
"Channel.SignMessages.Help" = "Adicionar nomes dos administradores nas mensagens postadas.";

"Channel.EditMessageErrorGeneric" = "Desculpe, você não pode editar essa mensagem.";

"ChannelInfo.InvitationLinkDoesNotExist" = "Desculpe, esse canal não existe.";

"Conversation.InputTextSilentBroadcastPlaceholder" = "Transmissão Silenciosa";
"Conversation.SilentBroadcastTooltipOn" = "Os membros serão notificados quando você postar";
"Conversation.SilentBroadcastTooltipOff" = "Os membros não serão notificados quando você postar";
